Repository: Noordfrees/wl_addons_server
Catalog: po/Maps_from_Teayo.wad/*.po
Languages: nl

source: Circle Island
nl: Cirkelvormig Eiland

source: Lack of Space 08-64
nl: Plaatsgebrek 08-64

source: Lack of Space 16-96
nl: Plaatsgebrek 16-96

source: Rectangle Valley - Variant 1
nl: Rechthoekige Vallei - Variant 1

source: Rectangle Valley - Variant 2
nl: Rechthoekige Vallei - Variant 2

source: Rectangle Valley - Variant 3
nl: Rechthoekige Vallei - Variant 3

source: Rectangle Valley - Variant 4
nl: Rechthoekige Vallei - Variant 4

source: Rectangle Valley - Variant 5
nl: Rechthoekige Vallei - Variant 5

source: Rectangle Valley - Variant 6
nl: Rechthoekige Vallei - Variant 6

source: Rectangle Valley - Variant 7
nl: Rechthoekige Vallei - Variant 7

source: Rectangle Valley - Variant 8
nl: Rechthoekige Vallei - Variant 8

source: Rhombus Valley
nl: Ruitvormige Vallei

source: Square Valley
nl: Vierkante Vallei

source: Tichupane - Desert
nl: Tichupane - Woestijn

source: Tichupane - Summer
nl: Tichupane - Zomer

source: Tichupane - Wasteland
nl: Tichupane - Braakland

source: Triangle Volcano Island
nl: Driehoeks Vulkaaneiland

source: A circular island with a large mountain in the middle. Eight valleys run through the edges of the mountain. Large stone deposits are in the valleys. A sparse forest covers the entire remaining area of ​​the island. There is a lot of wildlife. Harbors can be built on the island's beach.
nl: Een cirkelvormig eiland met een grote berg in het midden. Acht valleien lopen door de randen van de berg. In de valleien liggen grote steenafzettingen. Een dun bos bedekt de rest van het eiland. Er is veel wild. Op het strand van het eiland kunnen havens worden gebouwd.

source: A multiplayer map designed for short rounds. Whoever builds the best economy fastest has the best chance of conquering the whole island. Artifacts are scattered around the outskirts of the island. On the mountain, in the middle of the island, there is a large building site. For example a castle. All raw materials are available in limited quantities. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 392 , Comments : 0 , Rating : 0 (0 Votes) , Last Edit : [ 2023-07-06 , Widelands-Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ] ]
nl: Een multiplayer kaart ontworpen voor korte rondes. Wie het snelst de beste economie bouwt, heeft de meeste kans om het hele eiland te veroveren. Aan de rand van het eiland liggen Kunstvoorwerpen. Op de berg, in het midden van het eiland, is een grote bouwplaats. Bijvoorbeeld een kasteel. Alle grondstoffen zijn beperkt beschikbaar. Deze kaart is ook op Widelands Website Kaartarchief beschikbaar. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 392 , Commentaren : 0 , Beoordeling : 0 (0 stemmen) , Laatst bewerkt : [ 2023-07-06 , Widelands-Version 1.2 , Map Edit : De titel, beschrijving en hint van de kaart zijn vertaald van het Duits naar het Engels. ] ]

source: A symmetrical green square valley surrounded by resource-rich mountains. Two small forests and rock formations are present in balanced quantities at the two starting positions. Rivers with fish are present in the valley. This map is designed for multiplayer duels. For short rounds, but for players who want to have a short preparation time in the form of a short distance buffer to the opponent. There is a maximum of building space in the entire valley. Water is only available near rivers! There are 5 artifacts in total, all distributed along the Valley Center axis. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2021-10-24 , Downloads : 344 , Comments : 0 , Rating : 0 (0 Votes) , Last Edit : [ 2023-07-06 , Widelands Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ] ]
nl: Een symmetrische groene vierkante vallei omringd door grondstofrijke bergen. Twee kleine bossen en rotsformaties zijn in evenwichtige hoeveelheden aanwezig op de twee startposities. Rivieren met vis zijn aanwezig in de vallei. Deze kaart is ontworpen voor duels met meerdere spelers. Voor korte rondes, maar voor spelers die een korte voorbereidingstijd willen hebben in de vorm van een korte afstandsbuffer naar de tegenstander. Er is een maximum aan bouwruimte in de hele vallei. Water is alleen beschikbaar bij rivieren! Er zijn in totaal 5 kunstvoorwerpen, allemaal verdeeld langs de as van Valley Center. Deze kaart is ook beschikbaar op Widelands Website Kaartarchief. Map archive Meta (2023-07-06) : [ Upload : 2021-10-24 , Downloads : 344 , Commentaren : 0 , Beoordeling : 0 (0 stemmen) , Laatst bewerkt : [ 2023-07-06 , Widelands Versie 1.2 , Map Edit : Vertaalde de kaarttitel, beschrijving en hint van het duits naar het engels. ] ]

source: A very small, symmetrical valley with adequate forest, rock formations, fish, and ore resources. The map is designed for multiplayer. Designed for short to very short rounds, there is no prep distance buffer between the two players. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2020-07-23 , Downloads : 352 , Comments : 0 , Rating : 6 (2 Votes) , Last Edit : [ 2023-07-06 , Widelands Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ] ]
nl: Een zeer kleine, symmetrische vallei met voldoende bos, rotsformaties, vis en ertsbronnen. De kaart is ontworpen voor multiplayer. Ontworpen voor korte tot zeer korte rondes, er is geen afstandsbuffer tussen de twee spelers. Deze kaart is ook beschikbaar op Widelands Website Kaartarchief. Maparchief Meta (2023-07-06) : [ Upload : 2020-07-23 , Downloads : 352 , Commentaren : 0 , Beoordeling : 6 (2 Stemmen) , Laatst bewerkt : [ 2023-07-06 , Widelands Versie 1.2 , Map Edit : Vertaalde de kaarttitel, beschrijving en hint van het duits naar het engels. ] ]

source: Fight against seven other opponents with minimal resources and minimal building space. All resources are sufficiently available at the start. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2020-07-19 , Downloads : 422 , Comments : 0 , Rating : 4.67 (3 Votes) , Last Edit : [ 2023-07-06 , Widelands-Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. Remastered Resources Amount, Position and Count of Trees and Rocks. ] ]
nl: Vecht tegen zeven andere tegenstanders met minimale grondstoffen en minimale bouwruimte. Alle grondstoffen zijn voldoende beschikbaar bij de start. Deze kaart is ook beschikbaar op Widelands Website Kaartarchief. Map archive Meta (2023-07-06) : [ Upload : 2020-07-19 , Downloads : 422 , Commentaren : 0 , Beoordeling : 4.67 (3 stemmen) , Laatst bewerkt : [ 2023-07-06 , Widelands-Versie 1.2 , Map Edit : Vertaalde de kaarttitel, beschrijving en hint van het duits naar het engels. Hulpbronnen Hoeveelheid, Positie en Aantal Bomen en Rotsen aangepast. ] ]

source: Fight against seven other opponents with minimal resources and minimal building space. All resources are sufficiently available at the start. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2021-10-24 , Downloads : 330 , Comments : 0 , Rating : 0 (0 Votes) , Last Edit : [ 2023-07-06 , Widelands-Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ] ]
nl: Vecht tegen zeven andere tegenstanders met minimale grondstoffen en minimale bouwruimte. Alle grondstoffen zijn voldoende beschikbaar bij de start. Deze kaart is ook beschikbaar op Widelands Website Kaartarchief. Map archive Meta (2023-07-06) : [ Upload : 2021-10-24 , Downloads : 330 , Opmerkingen : 0 , Beoordeling : 0 (0 stemmen) , Laatst bewerkt : [ 2023-07-06 , Widelands-Versie 1.2 , Map Edit : De titel, beschrijving en hint van de kaart zijn vertaald van het Duits naar het Engels. ] ]

source: It is a heavily forested island with a volcanic mountain in the middle. Rock formations are scattered everywhere. Near the starting positions there is a small mountain with starting ore resources. There exist Artifacts and Portplaces. This map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2020-07-19 , Downloads : 521 , Comments : 1 , Rating : 9/10 (1 Vote) , Last Edit : [ 2023-07-06 , Widelands-Version 1.2 , Map-Edit : Translated the Map Title, Description and Hint from german into english. Remastered the Fish-Resources and Heigth Layer. ] ]
nl: Het is een zwaar bebost eiland met een vulkanische berg in het midden. Overal liggen rotsformaties verspreid. Vlakbij de startposities is er een kleine berg met beginnende ertsbronnen. Er zijn kunstvoorwerpen en havenplaatsen. Deze kaart is ook beschikbaar op Widelands Website Kaartarchief. Map archive Meta (2023-07-06) : [ Upload : 2020-07-19 , Downloads : 521 , Reacties : 1 , Beoordeling : 9/10 (1 Stem) , Laatst bewerkt : [ 2023-07-06 , Widelands-Versie 1.2 , Map-Edit : De titel, beschrijving en hint van de kaart zijn vertaald van het Duits naar het Engels. De visbronnen en hoogtelaag aangepast. ] ]

source: Variant 1 : [ Difficultly : Very easy , Special : None ] , A map for normal rounds. Water and mountains are right next to the starting position. There are many trees, rocks, animals and fish. The terrain is flat and offers maximum space for building. Ferries can be built and used on waterways up to 20 spaces long. Ships can be built and there are harbor building sites all around the lake. Groundwater is everywhere, but sparsely distributed. All ores in the mountains are plentiful. 6 artifacts exist symmetrically on the map. Gold is in the mountain corners. Even if you can build ships, it only makes sense to a limited extent. Rock deposits are in the mountain right next to your starting position. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Comments : 0 , Rating : 0 (0 Votes) , Last Edit : 2023-07-06 , Widelands Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ]
nl: Variant 1 : [ Moeilijkheidsgraad : Zeer gemakkelijk , Speciaal : Geen ] , Een kaart voor normale rondes. Water en bergen liggen direct naast de startpositie. Er zijn veel bomen, rotsen, dieren en vissen. Het terrein is vlak en biedt maximale ruimte om te bouwen. Veerboten kunnen worden gebouwd en gebruikt op waterwegen tot 20 velden lang. Er kunnen schepen worden gebouwd en er zijn havenbouwplaatsen rondom het meer. Grondwater is overal, maar dun verspreid. Alle ertsen in de bergen zijn overvloedig aanwezig. 6 kunstvoorwerpen liggen symmetrisch op de kaart. Goud bevindt zich in de hoeken van de bergen. Zelfs als je schepen kunt bouwen, heeft dat maar beperkt zin. Rotsafzettingen bevinden zich in de berg vlak naast je startpositie. Deze kaart is ook beschikbaar op Widelands Website Kaartarchief. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Commentaren : 0 , Beoordeling : 0 (0 stemmen) , Laatst bewerkt : 2023-07-06 , Widelands versie 1.2 , Map Edit : De titel van de kaart, de beschrijving en de hint zijn vertaald van het duits naar het engels. ]

source: Variant 2 : [ Difficultly : Easy , Special : No Animals and Fishes ] , A map for normal rounds. Water and mountains are right next to the starting position. There are many trees, rocks, animals and fish. The terrain is flat and offers maximum space for building. Ferries can be built and used on waterways up to 20 spaces long. Ships can be built and there are harbor building sites all around the lake. Groundwater is everywhere, but sparsely distributed. All ores in the mountains are plentiful. 6 artifacts exist symmetrically on the map. Gold is in the mountain corners. Even if you can build ships, it only makes sense to a limited extent. Rock deposits are in the mountain right next to your starting position. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Comments : 0 , Rating : 0 (0 Votes) , Last Edit : 2023-07-06 , Widelands Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ]
nl: Variant 2 : [ Moeilijkheidsgraad : Makkelijk , Speciaal : Zonder dieren en vissen ] , Een kaart voor normale rondes. Water en bergen liggen direct naast de startpositie. Er zijn veel bomen, rotsen, dieren en vissen. Het terrein is vlak en biedt maximale ruimte om te bouwen. Veerboten kunnen worden gebouwd en gebruikt op waterwegen tot 20 velden lang. Er kunnen schepen worden gebouwd en er zijn havenbouwplaatsen rondom het meer. Grondwater is overal, maar dun verspreid. Alle ertsen in de bergen zijn overvloedig aanwezig. 6 kunstvoorwerpen liggen symmetrisch op de kaart. Goud bevindt zich in de hoeken van de bergen. Zelfs als je schepen kunt bouwen, heeft dat maar beperkt zin. Rotsafzettingen bevinden zich in de berg vlak naast je startpositie. Deze kaart is ook beschikbaar op Widelands Website Kaartarchief. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Commentaren : 0 , Beoordeling : 0 (0 stemmen) , Laatst bewerkt : 2023-07-06 , Widelands versie 1.2 , Map Edit : De titel van de kaart, de beschrijving en de hint zijn vertaald van het duits naar het engels. ]

source: Variant 3 : [ Difficultly : Medium , Special : No Trees and Rocks ] , A map for normal rounds. Water and mountains are right next to the starting position. There are many trees, rocks, animals and fish. The terrain is flat and offers maximum space for building. Ferries can be built and used on waterways up to 20 spaces long. Ships can be built and there are harbor building sites all around the lake. Groundwater is everywhere, but sparsely distributed. All ores in the mountains are plentiful. 6 artifacts exist symmetrically on the map. Gold is in the mountain corners. Even if you can build ships, it only makes sense to a limited extent. Rock deposits are in the mountain right next to your starting position. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Comments : 0 , Rating : 0 (0 Votes) , Last Edit : 2023-07-06 , Widelands Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ]
nl: Variant 3 : [ Moeilijkheidsgraad : Gemiddeld , Speciaal : Zonder bomen en rotsen ] , Een kaart voor normale rondes. Water en bergen liggen direct naast de startpositie. Er zijn veel bomen, rotsen, dieren en vissen. Het terrein is vlak en biedt maximale ruimte om te bouwen. Veerboten kunnen worden gebouwd en gebruikt op waterwegen tot 20 velden lang. Er kunnen schepen worden gebouwd en er zijn havenbouwplaatsen rondom het meer. Grondwater is overal, maar dun verspreid. Alle ertsen in de bergen zijn overvloedig aanwezig. 6 kunstvoorwerpen liggen symmetrisch op de kaart. Goud bevindt zich in de hoeken van de bergen. Zelfs als je schepen kunt bouwen, heeft dat maar beperkt zin. Rotsafzettingen bevinden zich in de berg vlak naast je startpositie. Deze kaart is ook beschikbaar op Widelands Website Kaartarchief. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Commentaren : 0 , Beoordeling : 0 (0 stemmen) , Laatst bewerkt : 2023-07-06 , Widelands versie 1.2 , Map Edit : De titel van de kaart, de beschrijving en de hint zijn vertaald van het duits naar het engels. ]

source: Variant 4 : [ Difficultly : Medium , Special : No Coal ] , A map for normal rounds. Water and mountains are right next to the starting position. There are many trees, rocks, animals and fish. The terrain is flat and offers maximum space for building. Ferries can be built and used on waterways up to 20 spaces long. Ships can be built and there are harbor building sites all around the lake. Groundwater is everywhere, but sparsely distributed. All ores in the mountains are plentiful. 6 artifacts exist symmetrically on the map. Gold is in the mountain corners. Even if you can build ships, it only makes sense to a limited extent. Rock deposits are in the mountain right next to your starting position. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Comments : 0 , Rating : 0 (0 Votes) , Last Edit : 2023-07-06 , Widelands Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ]
nl: Variant 4 : [ Moeilijkheidsgraad : Gemiddeld , Speciaal : Zonder kolen ] , Een kaart voor normale rondes. Water en bergen liggen direct naast de startpositie. Er zijn veel bomen, rotsen, dieren en vissen. Het terrein is vlak en biedt maximale ruimte om te bouwen. Veerboten kunnen worden gebouwd en gebruikt op waterwegen tot 20 velden lang. Er kunnen schepen worden gebouwd en er zijn havenbouwplaatsen rondom het meer. Grondwater is overal, maar dun verspreid. Alle ertsen in de bergen zijn overvloedig aanwezig. 6 kunstvoorwerpen liggen symmetrisch op de kaart. Goud bevindt zich in de hoeken van de bergen. Zelfs als je schepen kunt bouwen, heeft dat maar beperkt zin. Rotsafzettingen bevinden zich in de berg vlak naast je startpositie. Deze kaart is ook beschikbaar op Widelands Website Kaartarchief. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Commentaren : 0 , Beoordeling : 0 (0 stemmen) , Laatst bewerkt : 2023-07-06 , Widelands versie 1.2 , Map Edit : De titel van de kaart, de beschrijving en de hint zijn vertaald van het duits naar het engels. ]

source: Variant 5 : [ Difficultly : Hard , Special : No Trees, Rocks, Animals and Fishes ] , A map for normal rounds. Water and mountains are right next to the starting position. There are many trees, rocks, animals and fish. The terrain is flat and offers maximum space for building. Ferries can be built and used on waterways up to 20 spaces long. Ships can be built and there are harbor building sites all around the lake. Groundwater is everywhere, but sparsely distributed. All ores in the mountains are plentiful. 6 artifacts exist symmetrically on the map. Gold is in the mountain corners. Even if you can build ships, it only makes sense to a limited extent. Rock deposits are in the mountain right next to your starting position. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Comments : 0 , Rating : 0 (0 Votes) , Last Edit : 2023-07-06 , Widelands Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ]
nl: Variant 5 : [ Moeilijkheidsgraad : Moeilijk , Speciaal : Zonder bomen, rotsen, dieren en vissen ] , Een kaart voor normale rondes. Water en bergen liggen direct naast de startpositie. Er zijn veel bomen, rotsen, dieren en vissen. Het terrein is vlak en biedt maximale ruimte om te bouwen. Veerboten kunnen worden gebouwd en gebruikt op waterwegen tot 20 velden lang. Er kunnen schepen worden gebouwd en er zijn havenbouwplaatsen rondom het meer. Grondwater is overal, maar dun verspreid. Alle ertsen in de bergen zijn overvloedig aanwezig. 6 kunstvoorwerpen liggen symmetrisch op de kaart. Goud bevindt zich in de hoeken van de bergen. Zelfs als je schepen kunt bouwen, heeft dat maar beperkt zin. Rotsafzettingen bevinden zich in de berg vlak naast je startpositie. Deze kaart is ook beschikbaar op Widelands Website Kaartarchief. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Commentaren : 0 , Beoordeling : 0 (0 stemmen) , Laatst bewerkt : 2023-07-06 , Widelands versie 1.2 , Map Edit : De titel van de kaart, de beschrijving en de hint zijn vertaald van het duits naar het engels. ]

source: Variant 6 : [ Difficultly : Very hard , Special : No Trees, Rocks, Coal, Animals and Fishes ] , A map for normal rounds. Water and mountains are right next to the starting position. There are many trees, rocks, animals and fish. The terrain is flat and offers maximum space for building. Ferries can be built and used on waterways up to 20 spaces long. Ships can be built and there are harbor building sites all around the lake. Groundwater is everywhere, but sparsely distributed. All ores in the mountains are plentiful. 6 artifacts exist symmetrically on the map. Gold is in the mountain corners. Even if you can build ships, it only makes sense to a limited extent. Rock deposits are in the mountain right next to your starting position. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Comments : 0 , Rating : 0 (0 Votes) , Last Edit : 2023-07-06 , Widelands Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ]
nl: Variant 6 : [ Moeilijkheidsgraad : zeer moeilijk , Speciaal : geen bomen, rotsen, kolen, dieren en vissen ] , Een kaart voor normale rondes. Water en bergen liggen direct naast de startpositie. Er zijn veel bomen, rotsen, dieren en vissen. Het terrein is vlak en biedt maximale ruimte om te bouwen. Veerboten kunnen worden gebouwd en gebruikt op waterwegen tot 20 velden lang. Er kunnen schepen worden gebouwd en er zijn havenbouwplaatsen rondom het meer. Grondwater is overal, maar dun verspreid. Alle ertsen in de bergen zijn overvloedig aanwezig. 6 kunstvoorwerpen liggen symmetrisch op de kaart. Goud bevindt zich in de hoeken van de bergen. Zelfs als je schepen kunt bouwen, heeft dat maar beperkt zin. Rotsafzettingen bevinden zich in de berg vlak naast je startpositie. Deze kaart is ook beschikbaar op Widelands Website Kaartarchief. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Commentaren : 0 , Beoordeling : 0 (0 stemmen) , Laatst bewerkt : 2023-07-06 , Widelands versie 1.2 , Map Edit : De titel van de kaart, de beschrijving en de hint zijn vertaald van het duits naar het engels. ]
