Repository: Noordfrees/wl_addons_server
Catalog: po/Maps_from_Teayo.wad/*.po
Languages: nl

source: Variant 7 : [ Difficultly : Medium , Special : No Gold, Iron and Coal ] , A map for normal rounds. Water and mountains are right next to the starting position. There are many trees, rocks, animals and fish. The terrain is flat and offers maximum space for building. Ferries can be built and used on waterways up to 20 spaces long. Ships can be built and there are harbor building sites all around the lake. Groundwater is everywhere, but sparsely distributed. All ores in the mountains are plentiful. 6 artifacts exist symmetrically on the map. Gold is in the mountain corners. Even if you can build ships, it only makes sense to a limited extent. Rock deposits are in the mountain right next to your starting position. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Comments : 0 , Rating : 0 (0 Votes) , Last Edit : 2023-07-06 , Widelands Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ]
nl: Variant 7 : [ Moeilijkheidsgraad : Gemiddeld , Speciaal : Geen goud, ijzer en kolen ] , Een kaart voor normale rondes. Water en bergen liggen direct naast de startpositie. Er zijn veel bomen, rotsen, dieren en vissen. Het terrein is vlak en biedt maximale ruimte om te bouwen. Veerboten kunnen worden gebouwd en gebruikt op waterwegen tot 20 velden lang. Er kunnen schepen worden gebouwd en er zijn havenbouwplaatsen rondom het meer. Grondwater is overal, maar dun verspreid. Alle ertsen in de bergen zijn overvloedig aanwezig. 6 kunstvoorwerpen liggen symmetrisch op de kaart. Goud bevindt zich in de hoeken van de bergen. Zelfs als je schepen kunt bouwen, heeft dat maar beperkt zin. Rotsafzettingen bevinden zich in de berg vlak naast je startpositie. Deze kaart is ook beschikbaar op Widelands Website Kaartarchief. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Commentaren : 0 , Beoordeling : 0 (0 stemmen) , Laatst bewerkt : 2023-07-06 , Widelands versie 1.2 , Map Edit : De titel van de kaart, de beschrijving en de hint zijn vertaald van het duits naar het engels. ]

source: Variant 8 : [ Difficultly : Brutal , Special : No Trees, Rocks, Animals, Fishes, Gold, Iron and Coal ] , A map for normal rounds. Water and mountains are right next to the starting position. There are many trees, rocks, animals and fish. The terrain is flat and offers maximum space for building. Ferries can be built and used on waterways up to 20 spaces long. Ships can be built and there are harbor building sites all around the lake. Groundwater is everywhere, but sparsely distributed. All ores in the mountains are plentiful. 6 artifacts exist symmetrically on the map. Gold is in the mountain corners. Even if you can build ships, it only makes sense to a limited extent. Rock deposits are in the mountain right next to your starting position. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Comments : 0 , Rating : 0 (0 Votes) , Last Edit : 2023-07-06 , Widelands Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ]
nl: Variant 8 : [ Moeilijkheidsgraad : Brutaal , Speciaal : Zonder bomen, rotsen, dieren, vissen, goud, ijzer en steenkool ] , Een kaart voor normale rondes. Water en bergen liggen direct naast de startpositie. Er zijn veel bomen, rotsen, dieren en vissen. Het terrein is vlak en biedt maximale ruimte om te bouwen. Veerboten kunnen worden gebouwd en gebruikt op waterwegen tot 20 velden lang. Er kunnen schepen worden gebouwd en er zijn havenbouwplaatsen rondom het meer. Grondwater is overal, maar dun verspreid. Alle ertsen in de bergen zijn overvloedig aanwezig. 6 kunstvoorwerpen liggen symmetrisch op de kaart. Goud bevindt zich in de hoeken van de bergen. Zelfs als je schepen kunt bouwen, heeft dat maar beperkt zin. Rotsafzettingen bevinden zich in de berg vlak naast je startpositie. Deze kaart is ook beschikbaar op Widelands Website Kaartarchief. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Commentaren : 0 , Beoordeling : 0 (0 stemmen) , Laatst bewerkt : 2023-07-06 , Widelands versie 1.2 , Map Edit : De titel van de kaart, de beschrijving en de hint zijn vertaald van het duits naar het engels. ]

source: Ports : Many 20+ , Artifacts : Medium 12 , Montain Resources : Many 4/5 , Trees : Few 2/5 , Rocks : Medium 3/5 , Animals : Few 2/5 , Fishes : Many 4/5 (3 per Point) , Max ferry path length : None , Height steepness : Low 1/5 , Big building Places : Many 4/5
nl: Havens : Veel 20+ , Kunstvoorwerpen : Medium 12 , Montain Hulpbronnen : Veel 4/5 , Bomen : Weinig 2/5 , Rotsen : Middelgroot 3/5 , Dieren : Weinig 2/5 , Vissen : Veel 4/5 (3 per punt) , Max veerpadlengte : Geen , Hoogte steilheid : Laag 1/5 , Groot gebouw Plaatsen : Veel 4/5

source: Ports : Many 20+ , Artifacts : Medium 12 , Montain Resources : Many 4/5 , Trees : Few 2/5 , Rocks : Medium 3/5 , Animals : Few 2/5 , Fishes : Medium 4/5 (2 per Point) , Max ferry path length : None , Height steepness : Medium 3/5 , Big building Places : Many 4/5
nl: Havens : Veel 20+ , Kunstvoorwerpen : Medium 12 , Montain Hulpbronnen : Veel 4/5 , Bomen : Weinig 2/5 , Rotsen : Middelmatig 3/5 , Dieren : Weinig 2/5 , Vissen : Middelmatig 4/5 (2 per punt) , Max veerweglengte : Geen , Hoogte steilheid : Middelmatig 3/5 , Groot gebouw Plaatsen : Veel 4/5

source: Ports : Many 20+ , Artifacts : Medium 12 , Montain Resources : Many 5/5 , Trees : Few 1/5 , Rocks : Many 4/5 , Animals : Medium 3/5 , Fishes : Many 4/5 (3 per Point) , Max Ferry Path Length : None , Heigth steepness : Low 1/5 , Big building Places : Many 4/5
nl: Havens : Veel 20+ , Kunstvoorwerpen : Medium 12 , Montain Hulpbronnen : Veel 5/5 , Bomen : Weinig 1/5 , Rotsen : Veel 4/5 , Dieren : Middelmatig 3/5 , Vissen : Veel 4/5 (3 per punt) , Max. lengte veerpad : Geen , Hoogte steilheid : Laag 1/5 , Grote bouwplaatsen : Veel 4/5

source: Ports : Many 20+ , Artifacts : Medium 12 , Montain Resources : Medium 3/5 , Trees : Many 4/5 , Rocks : Medium 3/5 , Animals : Medium 3/5 , Fishes : Many 4/5 (3 per Point) , May Ferry Path Length : None , Heigth steepness : Low 1/5 , Big building Places : Many 4/5
nl: Havens : Veel 20+ , Kunstvoorwerpen : Medium 12 , Montain Hulpbronnen : Medium 3/5 , Bomen : Veel 4/5 , Rotsen : Middelmatig 3/5 , Dieren : Middelmatig 3/5 , Vissen : Veel 4/5 (3 per punt) , Mei Veerboot Padlengte : Geen , Hoogte steilheid : Laag 1/5 , Groot gebouw Plaatsen : Veel 4/5

source: Ports : Many 20+ , Artifacts : Medium 6 (2 per Player, 2 Centered) , Mountain Resources : High 5/5 (But only Stone) , Trees : None , Rocks : None , Animals : None , Fishes : None , Max Ferry Path Length : 20 Fields , Height steepness : Low 1/5 , Big building Places : Many 5/5
nl: Havens : Veel 20+ , Kunstvoorwerpen : Medium 6 (2 per speler, 2 gecentreerd) , Berg grondstoffen : Hoog 5/5 (Maar alleen steen) , Bomen : Geen , Rotsen : Geen , Dieren : Geen , Vissen : Geen , Max veerpadlengte : 20 Velden , Hoogte steilheid : Laag 1/5 , Groot gebouw Plaatsen : Veel 5/5

source: Ports : Many 20+ , Artifacts : Medium 6 (2 per Player, 2 Centered) , Mountain Resources : High 5/5 (But without coal) , Trees : Many 5/5 , Rocks : Many 5/5 , Animals : Many 5/5 , Fish : Many 5/5 (20 per Point) , Max Ferry Path Length : 20 Fields , Height steepness : Low 1/5 , Big building Places : Many 5/5
nl: Havens : Veel 20+ , Kunstvoorwerpen : Medium 6 (2 per speler, 2 gecentreerd) , Berg grondstoffen : Hoog 5/5 (Maar zonder kolen) , Bomen : Veel 5/5 , Rotsen: Veel 5/5 , Dieren : Veel 5/5 , Vissen : Veel 5/5 (20 per punt) , Max veerpadlengte : 20 Velden , Hoogte steilheid : Laag 1/5 , Groot gebouw Plaatsen : Veel 5/5

source: Ports : Many 20+ , Artifacts : Medium 6 (2 per Player, 2 Centered) , Mountain Resources : High 5/5 (But without coal) , Trees : None , Rocks : None , Animals : None , Fishes : None , Max Ferry Path Length : 20 Fields , Height steepness : Low 1/5 , Big building Places : Many 5/5
nl: Havens : Veel 20+ , Kunstvoorwerpen : Medium 6 (2 per speler, 2 gecentreerd) , Berg grondstoffen : Hoog 5/5 (Maar zonder kolen) , Bomen : Geen , Rotsen : Geen , Dieren : Geen , Vissen : Geen , Max veerpadlengte : 20 Velden , Hoogte steilheid : Laag 1/5 , Groot gebouw Plaatsen : Veel 5/5

source: Ports : Many 20+ , Artifacts : Medium 6 (2 per Player, 2 Centered) , Mountain Resources : High 5/5 , Trees : Many 5/5 , Rocks : Many 5/5 , Animals : Many 5/5 , Fish : Many 5/5 (20 per Point) , Max Ferry Path Length : 20 Fields , Height steepness : Low 1/5 , Big building Places : Many 5/5
nl: Havens : Veel 20+ , Kunstvoorwerpen : Medium 6 (2 per speler, 2 gecentreerd) , Berg grondstoffen : Hoog 5/5 , Bomen : Veel 5/5 , Rotsen: Veel 5/5 , Dieren : Veel 5/5 , Vissen : Veel 5/5 (20 per punt) , Max veerpadlengte : 20 Velden , Hoogte steilheid : Laag 1/5 , Grote bouwplaatsen : Veel 5/5

source: Ports : Many 20+ , Artifacts : Medium 6 (2 per Player, 2 Centered) , Mountain Resources : High 5/5 , Trees : Many 5/5 , Rocks : Many 5/5 , Animals : None , Fish : None , Max Ferry Path Length : 20 Fields , Height steepness : Low 1/5 , Big building Places : Many 5/5
nl: Havens : Veel 20+ , Kunstvoorwerpen : Medium 6 (2 per speler, 2 gecentreerd) , Berg grondstoffen : Hoog 5/5 , Bomen : Veel 5/5 , Rotsen : Veel 5/5 , Dieren : Geen , Vissen : Geen , Maximale veerpadlengte : 20 Velden , Hoogte steilheid : Laag 1/5 , Grote bouwplaatsen : Veel 5/5

source: Ports : Many 20+ , Artifacts : Medium 6 (2 per Player, 2 Centered) , Mountain Resources : High 5/5 , Trees : None , Rocks : None , Animals : Many 5/5 , Fish : Many 5/5 (20 per Point) , Max Ferry Path Length : 20 Fields , Height steepness : Low 1/5 , Big building Places : Many 5/5
nl: Havens : Veel 20+ , Kunstvoorwerpen : Medium 6 (2 per speler, 2 gecentreerd) , Berg grondstoffen : Hoog 5/5 , Bomen : Geen , Rotsen : Geen , Dieren : Veel 5/5 , Vis : Veel 5/5 (20 per punt) , Max veerpadlengte : 20 Velden , Hoogte steilheid : Laag 1/5 , Groot gebouw Plaatsen : Veel 5/5

source: Ports : Many 20+ , Artifacts : Medium 6 (2 per Player, 2 Centered) , Mountain Resources : High 5/5 , Trees : None , Rocks : None , Animals : None , Fishes : None , Max Ferry Path Length : 20 Fields , Height steepness : Low 1/5 , Big building Places : Many 5/5
nl: Havens : Veel 20+ , Kunstvoorwerpen : Medium 6 (2 per speler, 2 gecentreerd) , Berg grondstoffen : Hoog 5/5 , Bomen : Geen , Rotsen : Geen , Dieren : Geen , Vissen : Geen , Max veerpadlengte : 20 Velden , Hoogte steilheid : Laag 1/5 , Groot gebouw Plaatsen : Veel 5/5

source: Ports : Many 20+ , Artifacts : Medium 6 (2 per Player, 2 Centered) , Mountain Resources : Many 5/5 (But without Gold, Iron and Coal) , Trees : Many 5/5 , Rocks : Many 5/5 , Animals : Many 5/5 , Fish : Many 5/5 (20 per Point) , Max Ferry Path Length : 20 Fields , Height steepness : Low 1/5 , Big building Places : Many 5/5
nl: Havens : Veel 20+ , Kunstvoorwerpen : Medium 6 (2 per speler, 2 gecentreerd) , Berg grondstoffen : Veel 5/5 (Maar zonder goud, ijzer en kolen) , Bomen : Vele 5/5 , Rotsen : Vele 5/5 , Dieren : Vele 5/5 , Vissen : Vele 5/5 (20 per punt) , Max veerpadlengte : 20 Velden , Hoogte steilheid : Laag 1/5 , Grote bouwplaatsen : Veel 5/5

source: Ports : Medium 15 (5 per Player) , Artifacts : Many 15 (5 per Player) , Mountain Resources : High 4/5 , Trees : Many 4/5 , Rocks : Medium 3/5 , Animals : Medium 3/5 , Fish : Medium 3/5 (3 per Point) , Max Ferry Path Length : 10 Fields , Heigth steepness : Medium 3/5 , Big building Places : Medium 3/5
nl: Havens : Medium 15 (5 per speler) , Kunstvoorwerpen : Veel 15 (5 per speler) , Berg grondstoffen : Hoog 4/5 , Bomen : Veel 4/5 , Rotsen : Middelmatig 3/5 , Dieren : Middel 3/5 , Vissen : Middel 3/5 (3 per punt) , Max veerpadlengte : 10 Velden , Hoogte steilheid : Middel 3/5 , Grote bouwplaatsen : Gemiddeld 3/5

source: Ports : None , Artifacts : 5 (Centered) , Mountain Resources : High 4/5 , Trees : High 4/5 , Rocks : Medium 3/5 , Animals : Medium 3/5 , Fish : High 4/5 (6 per Point) , Max Ferry Path Length : None , Height steepness : Low 1/5 , Big building Places : Many 5/5
nl: Havens : Geen , Kunstvoorwerpen : 5 (gecentreerd) , Berg grondstoffen : Hoog 4/5 , Bomen : Hoog 4/5 , Rotsen : Middel 3/5 , Dieren : Middelmatig 3/5 , Vis : Hoog 4/5 (6 per punt) , Max veerpadlengte : Geen , Hoogte steilheid : Laag 1/5 , Groot gebouw Plaatsen : Veel 5/5

source: Ports : None , Artifacts : Few 3 (1 per Player) , Mountain Resources : Few 2/5 , Trees : Medium 3/5 , Rocks : Few 2/5 , Animals : Few 2/5 , Fish : Medium 3/5 (2 per Point) , Max Ferry Path Length : None , Heigth steepness : Low 1/5 , Big building Places : Many 4/5
nl: Havens : Geen , Kunstvoorwerpen : Weinig 3 (1 per speler) , Berg grondstoffen : Weinig 2/5 , Bomen : Gemiddeld 3/5 , Rotsen : Weinig 2/5 , Dieren : Weinig 2/5 , Vis : Middelmatig 3/5 (2 per punt) , Max veerpadlengte : Geen , Hoogte steilheid : Laag 1/5 , Groot gebouw Plaatsen : Veel 4/5

source: Ports : None , Artifacts : None , Mountain Resources : High 5/5 , Trees : Few 1/5 , Rocks : Few 2/5 , Animals : Medium 3/5 , Fish : Medium 3/5 (4 per Point) , Max Ferry Path Length : None , Heigth steepness : Low 1/5 , Big building Places : Many 5/5
nl: Havens : Geen , Kunstvoorwerpen : Geen , Berg grondstoffen : Hoog 5/5 , Bomen : Weinig 1/5 , Rotsen : Weinig 2/5 , Dieren : Middelmatig 3/5 , Vis : Middelmatig 3/5 (4 per punt) , Max veerpadlengte : Geen , Hoogte steilheid : Laag 1/5 , Groot gebouw Plaatsen : Veel 5/5

source: Ports : None , Artifacts : None , Mountain Resources : High 5/5 , Trees : Medium 3/5 , Rocks : Few 2/5 , Animals : Few 2/5 , Fish : High 5/5 (10 per Point) , Max Ferry Path Length : None , Height steepness : Low 1/5 , Big building Places : Many 5/5
nl: Havens : Geen , Kunstvoorwerpen : Geen , Berg grondstoffen : Hoog 5/5 , Bomen : Middelmatig 3/5 , Rotsen : Weinig 2/5 , Dieren : Weinig 2/5 , Vis : Hoog 5/5 (10 per punt) , Max veerpadlengte : Geen , Hoogte steilheid : Laag 1/5 , Groot gebouw Plaatsen : Veel 5/5

source: Ports : None , Artifacts : None , Mountain Ressources : High 4/5 , Trees : Many 5/5 , Rocks : Medium 3/5 , Animals : Few 2/5 , Fish : Few 2/5 (5 per Point) , Max Ferry Path Length : None , Height steepness : None , Big building Places : Many 5/5
nl: Havens : Geen , Kunstvoorwerpen : Geen , Bergbronnen : Hoog 4/5 , Bomen : Veel 5/5 , Rotsen : Middelmatig 3/5 , Dieren : Weinig 2/5 , Vissen : Weinig 2/5 (5 per punt) , Max veerpadlengte : Geen , Hoogte steilheid : Geen , Groot gebouw Plaatsen : Veel 5/5

source: A Overview of the Map Circle Island in Editor
nl: Een Overzicht van het Kaartcirkel Eiland in de Editor

source: A Overview of the Map Lack of Space in Editor
nl: Een overzicht van de kaart Gebrek aan ruimte in de Editor

source: A Overview of the Map Lack of Space 2 in Editor
nl: Een overzicht van de kaart Gebrek aan ruimte 2 in de Editor

source: A Overview of the Map Rectangle Valley Variant 1 in Editor
nl: Een overzicht van de Kaart Rechthoek Vallei Variant 1 in de Editor

source: A Overview of the Map Rectangle Valley Variant 8 in Editor
nl: Een overzicht van de Kaart Rechthoek Vallei Variant 8 in de Editor

source: A Overview of the Map Rhombus Valley in Editor
nl: Een overzicht van de kaart Rhombus Vallei in de Editor

source: A Overview of the Map Square Valley in Editor
nl: Een overzicht van de Map Vierkant Vallei in de Editor

source: A Overview of the Map Triangle Volcano Island in Editor
nl: Een overzicht van de kaart Driehoek Vulkaaneiland in de Editor

source: A Overview of the Map Tichupane - Summer in Editor
nl: Een overzicht van de kaart Tichupane - Zomer in de Editor

source: A Overview of the Map Tichupane - Winter in Editor
nl: Een overzicht van de kaart Tichupane - Winter in de Editor

source: A Overview of the Map Tichupane - Wasteland in Editor
nl: Een overzicht van de kaart Tichupane - Braakland in de Editor

source: A Overview of the Map Tichupane - Desert in Editor
nl: Een overzicht van de kaart Tichupane - Woestijn in de Editor
