Repository: Noordfrees/wl_addons_server
Catalog: po/artifacts-defended.wad/*.po
Languages: nds

source: artifacts, defended
nds: Verteidigt künstelk Schatten

source: WARNING
nds: Wahrschau

source: to conquer
nds: intonehmen

source: Could not adapt the tribe.
nds: Kunn dat Volk nich anpassen.

source: Defending player can not be in a team, remove.
nds: Verteidigungs-Speler kann nich in eener Klottje sien – wegnehmen.

source: ERROR placing building
nds: Fehler bi’m Bauen vum Huus

source: No matching artifact building named %s
nds: Keen passend Künstelk-Schatten-Huus mit de Naam %s

source: wrong field found
nds: Falskes Feld funnen

source: The player %s has no artifacts to defend.
nds: De Speler %s hett keene künstelk Schatten tum Verteidigen.

source: No artifacts
nds: Keene künstelk Schatten

source: could not place normal artifact (1x)
nds: Kunn keen normaal künstelk Schatten hensetten (1x)

source: Several players configured for defending:
nds: Mennig Spelers tum Verteidigen instellt:

source: To play with win condition artifacts, it must be adapted. See in %s
nds: Um mit de Upgaav tum Winnen »künstelk Schatten« to spölen, mutt deese anpasst worden. Kiek in %s

source: This (ai) player will defend the artifacts.
nds: Deeser (künstelk) Speler word de künstelk Schatten verteidigen.

source: Set the tribe to random for finding out in game what it will be.
nds: Sett dat Volk up »Tofällig«, um im Speel uttofinnen, wat ’t wesen word.

source: Only for ai player as nothing can be done.
nds: Blots för künstelk Speler, denn nix kann daan worden.

source: Recommended to set AI to "empty" to prevent soldiers being sent away.
nds: ’t word anraden, de künstelk Speler up »keen künstelk Speler« to setten, daarmit he keene Soldaten wegstüürt.

source: On maps with artifacts not reachable by a warrior, some artifacts will not be conquerable.
nds: Up Kaarten mit künstelk Schatten, waar keene Soldaten henkomen könen, könen eenige künstelk Schatten nich innohmen worden.

source: Player %s defends artifacts and has aditionally another start position
nds: Speler %s verteidigt künstelk Schatten un hett daarto ok eene anner Anfangsstee
