Repository: Noordfrees/wl_addons_server
Catalog: po/europeans_tribe.wad/*.po
Languages: ca, de, nl, ru

source: Europeans Tribe
ca: Europeus
de: Europäer
nl: Europeanen Stam
ru: Племя Европейцев

source: Adds a new tribe named ‘Europeans’. It uses buildings, workers and some wares from other tribes, until own graphics are available. (Not compatible with Version 3.5.9 or earlier.)
nl: Voegt een nieuwe stam genaamd 'Europeanen' toe. Het gebruikt gebouwen, arbeiders en sommige van andere stammen, totdat eigen afbeeldingen beschikbaar zijn. (Niet compatibel met versie 3.5.9 of eerder.)

# europeans_building
source: Advanced Barrier
ca: Caserna avançada
de: Verbesserte Barriere
nl: Geavanceerde Barrière
ru: Продвинутый Форпост

# europeans_building
source: Your soldiers have occupied your advanced barrier.
ca: Els soldats han ocupat la vostra caserna avançada.
de: Deine Soldaten haben deine verbesserte Barriere besetzt.
nl: Uw soldaten hebben uw geavanceerde barrière bezet.
ru: Ваши солдаты заняли продвинутый форпост.

# europeans_building
source: Your advanced barrier discovered an aggressor.
ca: La caserna avançada ha vist un agressor.
de: Bei deiner verbesserten Barriere wurden Angreifer entdeckt.
nl: Uw geavanceerde barrière heeft een aanvaller ontdekt.
ru: Ваш продвинутый Форпост обнаружил врага.

# europeans_building
source: Your advanced barrier is under attack.
ca: Estan atacant la caserna avançada.
de: Deine verbesserte Barriere wird angegriffen.
nl: Uw geavanceerde barrière wordt aangevallen.
ru: Ваш продвинутый Форпост атакован.

# europeans_building
source: The enemy defeated your soldiers at the advanced barrier.
ca: L'enemic ha vençut els soldats de la caserna avançada.
de: Der Feind hat deine Soldaten an der verbesserten Barriere besiegt.
nl: De vijand heeft je soldaten bij de geavanceerde barrière verslagen.
ru: Враг перебил защитников продвинутого Форпоста.

# europeans_building
source: Your soldiers defeated the enemy at the advanced barrier.
ca: Els soldats han vençut l'enemic a la caserna avançada.
de: Deine Soldaten haben den Feind vor der verbesserten Barriere besiegt.
nl: Je soldaten versloegen de vijand bij de geavanceerde barrière.
ru: Ваши солдаты разбили врага у продвинутого Форпоста.

# europeans_building
source: Advanced Castle
ca: Castell avançat
de: Verbesserte Burg
nl: Geavanceerd Kasteel
ru: Продвинутый замок

# europeans_building
source: Your soldiers have occupied your advanced castle.
ca: Els soldats han ocupat el vostre castell avançat.
de: Deine Soldaten haben deine verbesserte Burg besetzt.
nl: Je soldaten hebben je geavanceerd kasteel bezet.
ru: Ваши солдаты заняли продвинутый Замок.

# europeans_building
source: Your advanced castle discovered an aggressor.
ca: El castell avançat ha vist un agressor.
de: Bei deiner verbesserten Burg wurden Angreifer entdeckt.
nl: Uw geavanceerd kasteel heeft een aanvaller ontdekt.
ru: Ваш продвинутый Замок обнаружил врага.

# europeans_building
source: Your advanced castle is under attack.
ca: Estan atacant el vostre castell avançat.
de: Deine verbesserte Burg wird angegriffen.
nl: Je geavanceerd kasteel wordt aangevallen.
ru: Ваш продвинутый Замок атакован.

# europeans_building
source: The enemy defeated your soldiers at the advanced castle.
ca: L'enemic ha vençut els soldats del castell avançat.
de: Der Feind hat deine Soldaten an der verbesserten Burg besiegt.
nl: De vijand heeft je soldaten verslagen in het geavanceerd kasteel.
ru: Враг перебил защитников продвинутого Замка.

# europeans_building
source: Your soldiers defeated the enemy at the advanced castle.
ca: Els soldats han vençut l'enemic al castell avançat.
de: Deine Soldaten haben den Feind vor der verbesserten Burg besiegt.
nl: Je soldaten versloegen de vijand in het geavanceerde kasteel.
ru: Ваши солдаты разбили врага у продвинутого замка.

# europeans_building
source: Advanced Sentry
nl: Geavanceerde Wachtpost

# europeans_building
source: Your soldiers have occupied your sentry.
ca: Els soldats han ocupat la vostra guarda sentinella.
de: Deine Soldaten haben deinen Wachposten besetzt.
nl: Je soldaten hebben uw wachtpost bezet.
ru: Ваши солдаты заняли караульную.

# europeans_building
source: Your sentry discovered an aggressor.
ca: La guarda sentinella ha vist un agressor.
de: Bei deinem Wachposten wurden Angreifer entdeckt.
nl: Je wachtpost heeft een aanvaller ontdekt.
ru: Ваша Караульная обнаружила врага.

# europeans_building
source: Your sentry is under attack.
ca: Estan atacant la guarda sentinella.
de: Dein Wachposten wird angegriffen.
nl: Je wachtpost wordt aangevallen.
ru: Ваша Караульная атакована.

# europeans_building
source: The enemy defeated your soldiers at the sentry.
ca: L'enemic ha vençut els soldats de la guarda sentinella.
de: Der Feind hat deine Soldaten am Wachposten besiegt.
nl: De vijand heeft je soldaten in de wachtpost verslagen.
ru: Враг перебил защитников Караульной.

# europeans_building
source: Your soldiers defeated the enemy at the sentry.
ca: Els soldats han vençut l'enemic a la guarda sentinella.
de: Deine Soldaten haben den Feind vor dem Wachposten besiegt.
nl: Je soldaten hebben de vijand bij de wachtpost verslagen.
ru: Ваши солдаты разбили врага у Караульной.

# europeans_building
source: Advanced Tower
ca: Torre avançada
de: Verbesserter Wachturm
nl: Geavanceerde Toren
ru: Продвинутая башня

# europeans_building
source: Your soldiers have occupied your advanced tower.
ca: Els soldats han ocupat la vostra torre avançada.
de: Deine Soldaten haben deinen verbesserten Wachturm besetzt.
nl: Je soldaten hebben je geavanceerde toren bezet.
ru: Ваши солдаты заняли продвинутую башню.

# europeans_building
source: Your advanced tower discovered an aggressor.
ca: La torre avançada ha vist un agressor.
de: Bei deinem verbesserten Wachturm wurden Angreifer entdeckt.
nl: Je geavanceerde toren heeft een aanvaller ontdekt.
ru: Ваша продвинутая Башня обнаружила врага.

# europeans_building
source: Your advanced tower is under attack.
ca: Estan atacant la torre avançada.
de: Dein verbesserter Wachturm wird angegriffen.
nl: Je geavanceerde toren wordt aangevallen.
ru: Ваша продвинутая Башня атакована.

# europeans_building
source: The enemy defeated your soldiers at the advanced tower.
ca: L'enemic ha vençut els soldats de la torre avançada.
de: Der Feind hat deine Soldaten am verbesserten Wachturm besiegt.
nl: De vijand heeft je soldaten bij de geavanceerde toren verslagen.
ru: Враг перебил защитников продвинутой Башни.

# europeans_building
source: Your soldiers defeated the enemy at the advanced tower.
ca: Els soldats han vençut l'enemic a la torre avançada.
de: Deine Soldaten haben den Feind vor dem verbesserten Wachturm besiegt.
nl: Je soldaten hebben de vijand bij de geavanceerde toren verslagen.
ru: Ваши солдаты разбили врага у продвинутой башни.

# europeans_building
source: Barrier
ca: Caserna
de: Barriere
nl: Barrière
ru: Форпост

# europeans_building
source: Your soldiers have occupied your barrier.
ca: Els soldats han ocupat la vostra caserna.
de: Deine Soldaten haben deine Barriere besetzt.
nl: Je soldaten hebben je barrière bezet.
ru: Ваши солдаты заняли Форпост.

# europeans_building
source: Your barrier discovered an aggressor.
ca: La caserna ha vist un agressor.
de: Bei deiner Barriere wurden Angreifer entdeckt.
nl: Je barrière heeft een aanvaller ontdekt.
ru: Ваш Форпост обнаружил врага.

# europeans_building
source: Your barrier is under attack.
ca: Estan atacant la caserna.
de: Deine Barriere wird angegriffen.
nl: Je barrière wordt aangevallen.
ru: Ваш Форпост атакован.

# europeans_building
source: The enemy defeated your soldiers at the barrier.
ca: L'enemic ha vençut els soldats de la caserna.
de: Der Feind hat deine Soldaten an der Barriere besiegt.
nl: De vijand heeft je soldaten bij de barrière verslagen.
ru: Враг перебил защитников Форпоста.

# europeans_building
source: Your soldiers defeated the enemy at the barrier.
ca: Els soldats han vençut l'enemic a la caserna.
de: Deine Soldaten haben den Feind vor der Barriere besiegt.
nl: Je soldaten hebben de vijand bij de barrière verslagen.
ru: Ваши солдаты разбили врага у Форпоста.

# europeans_building
source: Castle
ca: Castell
de: Burg
nl: Kasteel
ru: Замок

# europeans_building
source: Your soldiers have occupied your castle.
ca: Els soldats han ocupat el vostre castell.
de: Deine Soldaten haben deine Burg besetzt.
nl: Je soldaten hebben uw kasteel bezet.
ru: Ваши солдаты заняли замок.

# europeans_building
source: Your castle discovered an aggressor.
ca: El castell ha vist un agressor.
de: Bei deiner Burg wurden Angreifer entdeckt.
nl: Je kasteel heeft een aanvaller ontdekt.
ru: Ваш Замок обнаружил врага.

# europeans_building
source: Your castle is under attack.
ca: Estan atacant el castell.
de: Deine Burg wird angegriffen.
nl: Je kasteel wordt aangevallen.
ru: Ваш замок атакован.

# europeans_building
source: The enemy defeated your soldiers at the castle.
ca: L'enemic ha vençut els soldats del castell.
de: Der Feind hat deine Soldaten an der Burg besiegt.
nl: De vijand heeft je soldaten in het kasteel verslagen.
ru: Враг перебил защитников замка.

# europeans_building
source: Your soldiers defeated the enemy at the castle.
ca: Els soldats han vençut l'enemic al castell.
de: Deine Soldaten haben den Feind vor der Burg besiegt.
nl: Je soldaten hebben de vijand bij het kasteel verslagen.
ru: Ваши солдаты разбили врага у замка.

# europeans_building
source: Fortress
ca: Fortalesa
de: Festung
nl: Fort
ru: Крепость

# europeans_building
source: Your soldiers have occupied your fortress.
ca: Els soldats han ocupat la vostra fortalesa.
de: Deine Soldaten haben deine Festung besetzt.
nl: Je soldaten hebben uw fort bezet.
ru: Ваши солдаты заняли Крепость.

# europeans_building
source: Your fortress discovered an aggressor.
ca: La fortalesa ha vist un agressor.
de: Bei deiner Festung wurden Angreifer entdeckt.
nl: Je fort heeft een aanvaller ontdekt.
ru: Ваша Крепость обнаружила врага.

# europeans_building
source: Your fortress is under attack.
ca: Estan atacant la fortalesa.
de: Deine Festung wird angegriffen.
nl: Je fort wordt aangevallen.
ru: Ваша Крепость атакована.

# europeans_building
source: The enemy defeated your soldiers at the fortress.
ca: L'enemic ha vençut els soldats de la fortalesa.
de: Der Feind hat deine Soldaten an der Festung besiegt.
nl: De vijand heeft je soldaten bij de het fort verslagen.
ru: Враг перебил защитников крепости.

# europeans_building
source: Your soldiers defeated the enemy at the fortress.
ca: Els soldats han vençut l'enemic a la fortalesa.
de: Deine Soldaten haben den Feind vor der Festung besiegt.
nl: Je soldaten hebben de vijand bij het fort verslagen.
ru: Ваши солдаты разбили врага у Крепости.

# europeans_building
source: Guardhouse
ca: Casa del guaita
de: Wachhaus
nl: Wachtershuis
ru: Сторожка

# europeans_building
source: Your soldiers have occupied your guardhouse.
ca: Els soldats han ocupat la vostra casa del guaita.
de: Deine Soldaten haben dein Wachhaus besetzt.
nl: Je soldaten hebben uw wachtershuis bezet.
ru: Ваши солдаты заняли сторожку.

# europeans_building
source: Your guardhouse discovered an aggressor.
ca: La casa del guaita ha vist un agressor.
de: Bei deinem Wachhaus wurden Angreifer entdeckt.
nl: Je wachtershuis heeft een aanvaller ontdekt.
ru: Ваша Сторожка обнаружила врага.

# europeans_building
source: Your guardhouse is under attack.
ca: Estan atacant la casa del guaita.
de: Dein Wachhaus wird angegriffen.
nl: Je wachtershuis wordt aangevallen.
ru: Ваша Сторожка атакована.

# europeans_building
source: The enemy defeated your soldiers at the guardhouse.
ca: L'enemic ha vençut els soldats de la casa del guaita.
de: Der Feind hat deine Soldaten am Wachhaus besiegt.
nl: De vijand heeft je soldaten bij de het wachtershuis verslagen.
ru: Враг перебил защитников сторожки

# europeans_building
source: Your soldiers defeated the enemy at the guardhouse.
ca: Els soldats han vençut l'enemic a la casa del guaita.
de: Deine Soldaten haben den Feind vor dem Wachhaus besiegt.
nl: Je soldaten hebben de vijand bij het wachtershuis verslagen.
ru: Ваши солдаты разбили врага у Сторожки.

# europeans_building
source: Headquarters
ca: Quarter general
de: Hauptquartier
nl: Hoofdkwartier
ru: Штаб

# europeans_building
source: Big Market
nl: Grote Markt

source: trading
ca: comerciar
de: Das Handeln
nl: handel
ru: торгует

# europeans_building
source: Small Market
nl: Kleine Markt

# europeans_building
source: Outpost
ca: Post avançat
de: Außenposten
nl: Buitenpost
ru: Застава

# europeans_building
source: Your soldiers have occupied your outpost.
ca: Els soldats han ocupat el vostre post avançat.
de: Deine Soldaten haben deinen Außenposten besetzt.
nl: Je soldaten hebben uw buitenpost bezet.
ru: Ваши солдаты заняли заставу.

# europeans_building
source: Your outpost discovered an aggressor.
ca: El post avançat ha vist un agressor.
de: Bei deinem Außenposten wurden Angreifer entdeckt.
nl: Je buitenpost heeft een aanvaller ontdekt.
ru: Ваша застава обнаружила врага.

# europeans_building
source: Your outpost is under attack.
ca: Estan atacant el post avançat.
de: Dein Außenposten wird angegriffen.
nl: Je buitenpost wordt aangevallen.
ru: Ваш застава атакована.

# europeans_building
source: The enemy defeated your soldiers at the outpost.
ca: L'enemic ha vençut els soldats del post avançat.
de: Der Feind hat deine Soldaten am Außenposten besiegt.
nl: De vijand heeft je soldaten bij de buitenpost verslagen.
ru: Враг перебил защитников заставы.

# europeans_building
source: Your soldiers defeated the enemy at the outpost.
ca: Els soldats han vençut l'enemic al post avançat.
de: Deine Soldaten haben den Feind vor dem Außenposten besiegt.
nl: Je soldaten hebben de vijand bij de buitenpost verslagen.
ru: Ваши солдаты разбили врага у заставы.

# europeans_building
source: Port
de: Hafen
nl: Haven
ru: Порт

# europeans_building
source: Advanced Scout’s House
ca: Casa de l'explorador avançada
de: Verbessertes Kundschafterhaus
nl: Geavanceerd Verkennershuis
ru: Продвинутый Дом Разведчика

source: scouting
ca: explorar
de: Das Erkunden
nl: verkennen
ru: разведывает

# europeans_building
source: Basic Scouts House
ca: Casa de l'explorador bàsica
de: Einfaches Kundschafterhaus
nl: Basis Verkennershuis
ru: Базовый дом разведчика

# europeans_building
source: scouting
ca: explorar
de: Das Erkunden
nl: verkennen
ru: разведка

# europeans_building
source: Normal Scout’s House
ca: Casa de l'explorador normal
de: Normales Kundschafterhaus
nl: Normaal Verkennershuis
ru: Обычный Дом разведчика

# europeans_building
source: Big Store
nl: Grootwarenhuis

# europeans_building
source: Small Store
nl: Kleine Winkel

# europeans_building
source: Medium Tower
ca: Torre mitjana
de: Mittlerer Wachtum
nl: Middelhoge toren
ru: Средняя Башня

# europeans_building
source: Your soldiers have occupied your medium tower.
ca: Els soldats han ocupat la vostra torre mitjana.
de: Deine Soldaten haben deinen mittleren Wachturm besetzt.
nl: Je soldaten hebben je middelhoge toren bezet.
ru: Ваши солдаты заняли среднюю башню.

# europeans_building
source: Your medium tower discovered an aggressor.
ca: La torre mitjana ha vist un agressor.
de: Bei deinem mittleren Wachturm wurden Angreifer entdeckt.
nl: Je middelhoge toren heeft een aanvaller ontdekt.
ru: Ваша средняя Башня обнаружила врага.

# europeans_building
source: Your medium tower is under attack.
ca: Estan atacant la torre mitjana.
de: Dein mittlerer Wachturm wird angegriffen.
nl: Je middelhoge toren wordt aangevallen.
ru: Ваша средняя Башня атакована.

# europeans_building
source: The enemy defeated your soldiers at the medium tower.
ca: L'enemic ha vençut els soldats de la torre mitjana.
de: Der Feind hat deine Soldaten am mittleren Wachturm besiegt.
nl: De vijand heeft je soldaten bij de middelhoge toren verslagen.
ru: Враг перебил защитников средней башни.

# europeans_building
source: Your soldiers defeated the enemy at the medium tower.
ca: Els soldats han vençut l'enemic a la torre mitjana.
de: Deine Soldaten haben den Feind vor dem mittleren Wachturm besiegt.
nl: Je soldaten hebben de vijand bij de middelhoge toren verslagen.
ru: Ваши солдаты разбили врага у средней башни.

# europeans_building
source: High Tower
ca: Torra alta
de: Hoher Wachturm
nl: Hoge Toren
ru: Дозорная Башня

# europeans_building
source: Your soldiers have occupied your high tower.
ca: Els soldats han ocupat la vostra torre alta.
de: Deine Soldaten haben deinen hohen Wachturm besetzt.
nl: Je soldaten hebben je hoge toren bezet.
ru: Ваши солдаты заняли Дозорную Башню.

# europeans_building
source: Your high tower discovered an aggressor.
ca: La torre alta ha vist un agressor.
de: Bei deinem hohen Wachturm wurden Angreifer entdeckt.
nl: Je hoge toren heeft een aanvaller ontdekt.
ru: Ваша Дозорная Башня обнаружила врага.

# europeans_building
source: Your high tower is under attack.
ca: Estan atacant la torre alta.
de: Dein hoher Wachturm wird angegriffen.
nl: Je hoge toren wordt aangevallen.
ru: Ваша Дозорная Башня атакована.

# europeans_building
source: The enemy defeated your soldiers at the high tower.
ca: L'enemic ha vençut els soldats de la torre alta.
de: Der Feind hat deine Soldaten am hohen Wachturm besiegt.
nl: De vijand heeft je soldaten bij de hoge toren verslagen.
ru: Враг перебил защитников Дозорной Башни.

# europeans_building
source: Your soldiers defeated the enemy at the high tower.
ca: Els soldats han vençut l'enemic a la torre alta.
de: Deine Soldaten haben den Feind vor dem hohen Wachturm besiegt.
nl: Je soldaten hebben de vijand bij de hoge toren verslagen.
ru: Ваши солдаты разбили врага у Дозорной Башни.

# europeans_building
source: Small Tower
ca: Torre petita
de: Spähturm
nl: Kleine Toren
ru: Малая башня

# europeans_building
source: Your soldiers have occupied your small tower.
ca: Els soldats han ocupat la vostra torre petita.
de: Deine Soldaten haben deinen Spähturm besetzt.
nl: Je soldaten hebben je kleine toren bezet.
ru: Ваши солдаты заняли малую башню.

# europeans_building
source: Your small tower discovered an aggressor.
ca: La torre petita ha vist un agressor.
de: Bei deinem Spähturm wurden Angreifer entdeckt.
nl: Je kleine toren heeft een aanvaller ontdekt.
ru: Ваша малая башня обнаружила врага.

# europeans_building
source: Your small tower is under attack.
ca: Estan atacant la torre petita.
de: Dein Spähturm wird angegriffen.
nl: Je kleine toren wordt aangevallen.
ru: Ваша Малая Башня атакована.

# europeans_building
source: The enemy defeated your soldiers at the small tower.
ca: L'enemic ha vençut els soldats de la torre petita.
de: Der Feind hat deine Soldaten am Spähturm besiegt.
nl: De vijand heeft je soldaten bij de kleine toren verslagen.
ru: Враг перебил защитников Малой Башни.

# europeans_building
source: Your soldiers defeated the enemy at the small tower.
ca: Els soldats han vençut l'enemic a la torre petita.
de: Deine Soldaten haben den Feind vor dem Spähturm besiegt.
nl: Je soldaten hebben de vijand bij de kleine toren verslagen.
ru: Ваши солдаты разбили врага у Малой Башни.

# europeans_building
source: Trading Post
ca: Post de mercaderies
de: Handelsposten
nl: Handelspost
ru: Торговый пост

# europeans_building
source: Warehouse
nl: Magazijn

# immovable
source: Barley Field (harvested)
ca: Camp d'ordi (recol·lectat)
de: Gerstenfeld (abgeerntet)
nl: Gerstveld (geoogst)
ru: Ячменное поле (убрано)

# immovable
source: Barley Field (medium)
ca: Camp d'ordi (ordi per madurar)
de: Gerstenfeld (mittel)
nl: Gerstveld (half rijp)
ru: Ячменное поле (растет)

# immovable
source: Barley Field (ripe)
ca: Camp d'ordi (ordi madurat)
de: Gerstenfeld (reif)
nl: Gerstveld (rijp)
ru: Ячменное поле (спелое)

# immovable
source: Barley Field (small)
ca: Camp d'ordi (jove)
de: Gerstenfeld (klein)
nl: Gerstveld (klein)
ru: Ячменное поле (ростки)

# immovable
source: Barley Field (tiny)
ca: Camp d'ordi (molt jove)
de: Gerstenfeld (jung)
nl: Gerstveld (zeer klein)
ru: Ячменное поле (крохотное)

source: Blueberry Bush (medium)
ca: Nabinera (baies per madurar)
de: Blaubeerbusch (mittel)
nl: Bosbessenstruik (medium)
ru: Черничный куст (средний)

source: Blueberry Bush (ripe)
ca: Nabinera (fruits madurs)
de: Blaubeerbusch (reif)
nl: Bosbessenstruik (rijp)
ru: Черничный куст (зрелый)

source: Blueberry Bush (small)
ca: Nabinera (jove)
de: Blaubeerbusch (klein)
nl: Bosbessenstruik (klein)
ru: Черничный куст (ростки)

source: Blueberry Bush (tiny)
ca: Nabinera (molt jove)
de: Blaubeerbusch (jung)
nl: Bosbessenstruik (zeer klein)
ru: Черничный куст (крохотный)

source: Black Currant (medium)
ca: Riber negre (baies per madurar)
de: Schwarze Johannisbeere (mittel)
nl: Zwarte Bes (medium)
ru: Черная смородина (средняя)

source: Black Currant (ripe)
ca: Riber negre (fruits madurs)
de: Schwarze Johannisbeere (reif)
nl: Zwarte Bes (rijp)
ru: Черная смородина (зрелая)

source: Black Currant (small)
ca: Riber negre (jove)
de: Schwarze Johannisbeere (klein)
nl: Zwarte Bes (klein)
ru: Черная смородина (ростки)

source: Black Currant (tiny)
ca: Riber negre (molt jove)
de: Schwarze Johannisbeere (jung)
nl: Zwarte Bes (zeer klein)
ru: Черная смородина (крохотная)

source: Red Currant (medium)
ca: Riber vermell (baies per madurar)
de: Rote Johannisbeere (mittel)
nl: Aalbes (medium)
ru: Красная смородина (средняя)

source: Red Currant (ripe)
ca: Riber vermell (fruits madurs)
de: Rote Johannisbeere (reif)
nl: Aalbes (rijp)
ru: Красная смородина (зрелая)

source: Red Currant (small)
ca: Riber vermell (jove)
de: Rote Johannisbeere (klein)
nl: Aalbes (klein)
ru: Красная смородина (ростки)

source: Red Currant (tiny)
ca: Riber vermell (molt jove)
de: Rote Johannisbeere (jung)
nl: Aalbes (zeer klein)
ru: Красная смородина (крохотная)

source: Desert Hackberry (medium)
ca: Tala (fruits per madurar)
de: Wüstenzürgelbaum (mittel)
nl: Woestijn Hackberry (medium)
ru: Пустынный каркас (средний)

source: Desert Hackberry (ripe)
ca: Tala (fruits madurs)
de: Wüstenzürgelbaum (reif)
nl: Woestijn Hackberry (rijp)
ru: Пустынный каркас (зрелый)

source: Desert Hackberry (small)
ca: Tala (jove)
de: Wüstenzürgelbaum (klein)
nl: Woestijn Hackberry klein)
ru: Пустынный каркас (малый)

source: Desert Hackberry (tiny)
ca: Tala (molt jove)
de: Wüstenzürgelbaum (jung)
nl: Woestijn Hackberry (zeer klein)
ru: Пустынный каркас (крохотный)

# immovable
source: Grapevine (medium)
ca: Cep (raïm per madurar)
de: Weinreben (mittel)
nl: Wijnrank (medium)
ru: Виноград (средний)

# immovable
source: Grapevine (ripe)
ca: Cep (raïm madur)
de: Weinreben (reif)
nl: Wijnrank (rijp)
ru: Виноград (зрелый)

# immovable
source: Grapevine (small)
ca: Cep (jove)
de: Weinreben (klein)
nl: Wijnrank (klein)
ru: Виноград (маоый)

# immovable
source: Grapevine (tiny)
ca: Cep (molt jove)
de: Weinreben (jung)
nl: Wijnrank (zeer klein)
ru: Виноград (крохотный)

source: Juniper (medium)
ca: Ginebre (fruits per madurar)
de: Wacholder (mittel)
nl: Jeneverbes (medium)
ru: Можжевельник (средний)

source: Juniper (ripe)
ca: Ginebre (fruits madurs)
de: Wacholder (reif)
nl: Jeneverbes (rijp)
ru: Можжевельник (зрелый)

source: Juniper (small)
ca: Ginebre (jove)
de: Wacholder (klein)
nl: Jeneverbes (klein)
ru: Можжевельник (малый)

source: Juniper (tiny)
ca: Ginebre (molt jove)
de: Wacholder (jung)
nl: Jeneverbes (zeer klein)
ru: Можжевельник (крохотный)

source: Raspberry Bush (medium)
ca: Gerdera (baies per madurar)
de: Himbeerbusch (mittel)
nl: Frambozenstruik (medium)
ru: Малина (средняя)

source: Raspberry Bush (ripe)
ca: Gerdera (baies madures)
de: Himbeerbusch (reif)
nl: Frambozenstruik (rijp)
ru: Малина (зрелая)

source: Raspberry Bush (small)
ca: Gerdera (jove)
de: Himbeerbusch (klein)
nl: Frambozenstruik (klein)
ru: Малина (малая)

source: Raspberry Bush (tiny)
ca: Gerdera (molt jove)
de: Himbeerbusch (jung)
nl: Frambozenstruik ( zeer klein)
ru: Малина (крохотная)
