Repository: Noordfrees/wl_addons_server
Catalog: po/europeans_tribe.wad/*.po
Languages: ca, de, nl, ru

# europeans_building
source: The forester’s house needs free space within the work area to plant the trees.
ca: La casa del guarda forestal necessita espais lliures dins l'àrea de treball per plantar-hi arbres.
de: Das Forsthaus braucht freien Raum innerhalb seines Arbeitsbereichs, um Bäume zu pflanzen.
nl: Het boswachtershuis heeft vrije ruimte nodig binnen het werkgebied om de bomen te planten.
ru: Дому лесника нужно свободное пространство в его рабочей области, пригодное для посадки деревьев.

# europeans_building
source: Cuts raw pieces of granite out of rocks in the vicinity.
ca: Talla granit de les roques properes.
de: Schneidet rohe Steinblöcke aus den Felsen in der Umgebung.
nl: Zaagt ruwe stukken graniet uit rotsen in de omgeving.
ru: Высекает блоки гранита из скал в округе.

# europeans_building
source: The quarry needs rocks to cut within the work area.
ca: La pedrera necessita roques per tallar dins la seva àrea de treball.
de: Der Steinbruch braucht Felsen innerhalb seines Arbeitsbereichs.
nl: De steengroeve moet stenen hakken binnen het werkgebied.
ru: Каменоломне для работы нужны скалы в рабочей области.

# europeans_building
source: Cuts blocks of granite out of rocks in the vicinity.
ca: Talla blocs de granit de les roques properes.
de: Schneidet Stein aus den Felsen in der Umgebung.
nl: Zaagt blokken graniet uit rotsen in de omgeving.
ru: Высекает блоки гранита из окружающих скал.

# europeans_building
source: Cuts blocks of granite and marble out of rocks in the vicinity.
ca: Talla blocs de granit i marbre de les roques properes.
de: Schneidet Stein und Marmor aus den Felsen in der Umgebung.
nl: Hakt blokken graniet en marmer uit rotsen in de omgeving.
ru: Высекает блоки гранита и мрамора из окружающих скал.

# europeans_building
source: Digs up mud from the ground and uses water to turn it into clay. Clay is used to make bricks.
ca: Extreu fang del terra i usa aigua per aconseguir-ne argila. L'argila es fa servir per fer maons.
de: Gräbt Tonerde aus und mischt sie mit Wasser zu Lehm. Lehm wird zum Ziegelbrennen benutzt.
nl: Graaft modder op uit de grond en gebruikt water om er klei van te maken. Klei wordt gebruikt om bakstenen te maken.
ru: Копает глину и, смешивая с водой, получает глиняное тесто. Оно идет на обжиг кирпича.

# europeans_building
source: Keeps bees and lets them swarm over flowering fields to produce honey.
ca: Cuida abelles i les condueix cap a camps de flors per obtenir-ne mel.
de: Hält Bienen und lässt sie über blühende Felder ausschwärmen, um Honig herzustellen.
nl: Houdt bijen en laat ze over bloeiende velden zwermen om honing te produceren.
ru: Содержит пчел и позволяет им роиться над цветущими полями для производства меда.

# europeans_building
source: Needs medium-sized fields (barley, rye, wheat, reed, corn or blackroot) or bushes (berry bushes or grapevines) nearby.
ca: Necessita camps mitjans (ordi, sègol, blat, juncs, panís o negrarrel) o arbustos (ceps o altres arbustos de baies) a prop.
de: Braucht mittelgroße Felder (Gerste, Roggen, Weizen, Reet, Mais oder Dunkelrüben) oder Büsche (Beerenbüsche oder Weinreben) in der Nähe.
nl: Heeft een gemiddeld groot veld (gerst,rogge,tarwe,riet,mais of zwartwortel) of bosjes (bessen of wijnranken) in de buurt nodig.
ru: Нужны поля среднего размера (ячмень, рожь, пшеница, тростник, кукуруза или козелец) или кустарники (ягодные кусты или виноградная лоза) поблизости.

# building
source: Explores unknown territory.
ca: Explora territoris desconeguts.
de: Erkundet unbekanntes Gebiet.
nl: Verkent onbekend terrein.
ru: Разведывает незнакомую территорию.

# building
source: Terraforms deserts and coasts into fertile soil.
ca: Modifica els deserts i costes per convertir-los en terreny fèrtil.
de: Verbessert Wüsten und Küsten zu fruchtbarem Land.
nl: Transformeert woestijnen en kusten tot vruchtbare grond.
ru: Терраформирует пустыни и побережья в плодородные земли.

# europeans_building
source: Draws water out of the deep.
ca: Extrau aigua del sòl.
de: Fördert Wasser aus der Tiefe.
nl: Haalt water uit de diepte.
ru: Черпает воду из недр.

# europeans_building
source: Cultivates reed that serves two different purposes for the Europeans tribe.
ca: Cultiva juncs que serveis per dos propòsits de la cultura europea.
de: Pflanzt Reet, der für die Europäer zwei verschiedene Zwecke erfüllt.
nl: Kweekt riet dat twee verschillende doelen dient voor de Europese stam.
ru: Выращивает тростник, который идёт на различные нужды племени Европейцев.

# europeans_building
source: Reed is the traditional material for roofing, and it is woven into the extremely durable rope that they use for their ships’ sails.
ca: El junc és el material tradicional per fer teulades i sovint es teixeix per fer-ne corda que s'usa per les veles dels vaixells.
de: Reet ist das traditionelle Material zur Dachabdeckung und es wird zu extrem haltbaren Seilen verwoben die für die Schiffsegel verwendet werden.
nl: Riet is het traditionele materiaal voor dakbedekking en het wordt geweven tot het extreem duurzame touw dat ze gebruiken voor de zeilen van hun schepen.
ru: Тростник - традиционный кровельный материал, а также из него плетут чрезвычайно прочные верёвки, идущее на оснастку корабля.

# europeans_building
source: Cultivates fruit that serves two different purposes for the Europeans tribe.
ca: Cultiva fruita que serveix per diferents propòsits per la cultura europea.
de: Baut Obst an, das für die Europäer zwei verschiedene Zwecke erfüllt.
nl: Kweekt fruit dat twee verschillende doelen dient voor de Europese stam.
ru: Выращивает фрукты, которые служат двум разным целям для племени Европейцев.

# europeans_building
source: Fruit is needed to feed fish in animal farm and to refine wine with a fruity aroma.
ca: La fruita serveix per alimentar els peixos i altres animals i per refinar el vi amb un aroma afruitat.
de: Obst wird gebraucht um Fische in Tierzuchten zu füttern und Weine mit einem fruchtigen Aroma zu verfeinern.
nl: Fruit is nodig om vissen te voeden in de veehouderij en om wijn met een fruitig aroma te verfijnen.
ru: Фрукты необходимы для кормления рыб на скотном дворе и для придания вину фруктового аромата.

# europeans_building
source: Cultivates grapes and fruit.
ca: Cultiva raïm i fruita.
de: Baut Reben und Obst an.
nl: Kweekt druiven en fruit.
ru: Выращивает виноград и фрукты.

# europeans_building
source: Grape is needed to produce wine in vinery.
ca: El raïm es necessita per produir vi al celler.
de: Reben werden benötigt um Wein in einer Weinkellerei zu keltern.
nl: Druiven zijn nodig om wijn te produceren in een wijnkelder.
ru: Виноград необходим для производства вина на винодельне.

# europeans_building
source: Saws logs to produce planks.
ca: Serra fusta per obtenir-ne taulons.
de: Zersägt Stämme, um Bretter herzustellen.
nl: Zaagt boomstammen tot planken.
ru: Пилит брёвна на доски

# europeans_building
source: Burns logs into charcoal.
ca: Crema troncs per fer-ne carbó vegetal.
de: Brennt Stämme zu Kohle.
nl: Brandt houtblokken tot houtskool.
ru: Обжигает брёвна в уголь.

# europeans_building
source: Processes clay and granite to make bricks and ‘grout’, a substance that solidifies and so reinforces masonry.
ca: Processa argila i granit per fer-ne maons i lletades de calç, una substància que es solidifica i reforça les construccions.
de: Benutzt Lehm und Stein um Ziegel zu brennen und ‘Mörtel’, eine Masse um Mauerwerk zu verbinden und so zu verstärken, zu mischen.
nl: Verwerkt klei en graniet om bakstenen en 'specie' te maken, een substantie die stolt en zo metselwerk versterkt.
ru: Перерабатывает глину и гранит в кирпичм и "раствор" - вещество, которое затвердевает и таким образом укрепляет каменную кладку.

# europeans_building
source: The lime kiln’s output will only go to construction sites that need it. Brick and grout only used by advanced buildings.
ca: Els productes que genera el forn de calç només es destinaran a les construccions que en necessitin. Els maons i les lletades de calç s'usen només en edificis avançats.
de: Die Produkte des Kalkofens werden nur zu den Baustellen geliefert, die sie benötigen. Ziegel und Mörtel werden nur von verbesserten Gebäuden benötigt.
nl: De opbrengst van de kalkoven gaat alleen naar bouwplaatsen die het nodig hebben. Baksteen en specie worden alleen gebruikt voor geavanceerde gebouwen.
ru: Продукция цементной печи будет поступать только на строительные площадки, которые в ней нуждаются. Кирпич и цемент используются только в продвинутых зданиях.

# europeans_building
source: Processes clay and granite to make bricks and ‘grout’, a substance that solidifies and so reinforces masonry. Additionally carves marble columns out of marble.
ca: Processa argila i granit per fer-ne maons i lletades de calç, una substància que es solidifica i reforça les construccions. També talla columnes de marbre.
de: Verarbeitet Lehm und Granit um Ziegel und Mörtel, eine Substanz die durch Aushärtung Mauerwerk verstärkt, herzustellen. Schneidet zusätzlich Marmorsäulen aus Marmor.
nl: Verwerkt klei en graniet om bakstenen en 'specie' te maken, een substantie die stolt en zo metselwerk versterkt. Daarnaast kerft hij marmeren zuilen uit marmer.
ru: Перерабатывает глину и гранит для изготовления кирпичей и "цемента" - вещества, которое затвердевает и таким образом укрепляет каменную кладку. Дополнительно вырезает мраморные колонны из мрамора.

# europeans_building
source: The stonemason’s house's output will only go to construction sites that need it. Marble column only used by advanced buildings.
ca: Els productes que elabora el taller de la pedra només es destinaran a construccions que les necessitin. Les columnes de marbre només són necessàries per fer edificis avançats.
de: Die Produkte des Steinmetz werden nur zu den Baustellen geliefert, die sie benötigen. Marmorsäulen werden nur von verbesserten Gebäuden benötigt.
nl: De opbrengst van het steenhouwershuis gaat alleen naar bouwplaatsen die het nodig hebben. Marmeren zuilen worden alleen gebruikt in geavanceerde gebouwen.
ru: Продукция дома каменщика будет поступать только на строительные площадки, которые в этом нуждаются. Мраморная колонна используется только в продвинутых зданиях.

# europeans_building
source: Weaves cloth out of reed.
ca: Teixeix tela amb juncs.
de: Webt Stoff aus Reet.
nl: Weeft stoffen van riet.
ru: Ткет Полотно из тростника.

# europeans_building
source: Weaves cloth for buildings and ships’ sails, and armor to equip and train the soldiers.
de: Webt Stoff für Gebäude und Schiffsegel, und Harnische um die Soldaten auszustatten und auszubilden.
nl: Weeft stoffen voor gebouwen en scheepszeilen, harnassen om de soldaten uit te rusten en te trainen.

# europeans_building
source: Weaves cloth and armor out of wool and reed.
de: Webt Rüstungen und Harnische aus Wolle und Reet.
nl: Weeft stoffen en harnassen van wol en riet.

# europeans_building
source: Grinds corn to produce cornmeal.
ca: Mol el panís per fer-ne farina.
de: Mahlt Mais zu Maismehl.
nl: Maalt maïs tot maïsmeel.
ru: Перемалывает кукурузу, в кукурузную муку.

# europeans_building
source: Grinds corn to produce cornmeal. Grinds wheat and rye to produce mixed flour.
ca: Mol el panís per fer-ne farina. Mol el blat i el sègol per fer-ne farina barrejada.
de: Mahlt Mais zu Maismehl. Mahlt Weizen und Rogggen zu gemischtem Mehl.
nl: Maalt mais om maismeel te maken. Maalt tarwe en rogge om gemengd meel te maken.
ru: Размалывает кукурузу в муку. Размалывает пшеницу и рожь в смешаную муку.

# building
source: Prepares rations to feed the scouts and miners.
ca: Elabora racions per alimentar els exploradors i els miners.
de: Bereitet Rationen für die Kundschafter und Bergleute zu.
nl: Bereidt rantsoenen om de verkenners en mijnwerkers te voeden.
ru: Готовит пайки для питания разведчиков и шахтеров.

# building
source: Prepares rations and snacks to feed the miners in the basic and deep mines.
ca: Elabora racions i aperitius per als miners de les mines bàsiques i mines profundes.
de: Bereitet Rationen und Snacks zu, um die Bergleute in den einfachen und tiefen Minen zu ernähren.
nl: Bereidt rantsoenen en snacks om de mijnwerkers in de basis- en diepe mijnen te voeden.
ru: Готовит пайки и закуски для питания шахтеров в простых и глубоких шахтах.

# building
source: Prepares rations, snacks and meals to feed all miners.
nl: Bereidt rantsoenen, snacks en maaltijden om alle mijnwerkers te voeden.

# europeans_building
source: Prepares rations, snacks and meals to feed all miners.
ca: Elabora racions per alimentar els exploradors i racions, aperitius i àpats per alimentar els miners.
de: Bereitet Rationen, Snacks und Mahlzeiten zu, um alle Bergleute zu ernähren.
nl: Bereidt rantsoenen, snacks en maaltijden om alle mijnwerkers te voeden.
ru: Готовит пайки для разведчиков, и пайки, закуски и обеды для питания всех шахтеров.

# europeans_building
source: Produces beer to keep the miners strong and happy.
ca: Produeix cervesa per mantenir els miners forts i feliços.
de: Stellt Bier her, um die Bergleute bei Laune zu halten.
nl: Produceert bier om de mijnwerkers sterk en gelukkig te houden.
ru: Производит пиво, чтобы шахтеры были сильны и довольны.

# europeans_building
source: Produces beer and mead to keep the miners strong and happy.
ca: Produeix cervesa i aiguamel per mantenir els miners forts i feliços.
de: Braut Bier und Met, um die Bergleute bei Kraft und Laune zu halten.
nl: Produceert bier en mede om de mijnwerkers sterk en gelukkig te houden.
ru: Производит пиво и медовуху, чтобы шахтеры были сильны и довольны.

# europeans_building
source: Produces beer, mead and strong_beer for trainingssites.
ca: Produeix cervesa, aiguamel i cervesa negra per als camps d'entrenament.
de: Braut Bier, Met und Starkbier für die Ausbildungsgebäude.
nl: Produceert bier, mede en sterk_bier voor trainingssites.
ru: Производит пиво, медовуху и крепкое пиво для тренировочных центров.

# europeans_building
source: Produces mead and wine.
ca: Produeix aiguamel i vi.
de: Erzeugt Met und Wein.
nl: Produceert mede en wijn.
ru: Производит медовуху и вино.

# europeans_building
source: Smelts ore into iron.
ca: Extreu el ferro a partir de minerals.
de: Verhüttet Erze zu Eisen.
nl: Smelt erts tot ijzer.
ru: Плавит руду в железо.

# europeans_building
source: Smelts ore into iron and gold.
ca: Fon minerals i n'extrau ferro i or.
de: Verhüttet Erze zu Eisen und Gold.
nl: Smelt erts tot ijzer en goud.
ru: Плавит руду в железо и золото.

# europeans_building
source: Smelts ore into iron and gold. Recycles scrap metal.
ca: Redueix els minerals de ferro i d'or i recicla ferralla.
de: Verhüttet Erze zu Eisen und Gold. Bereitet Altmetall wieder auf.
nl: Smelt erts tot ijzer en goud. Recycleert schroot.
ru: Плавка руды в железо и золото. Переработка металлолома.

# europeans_building
source: Forges all the tools that your workers need.
ca: Forja totes les eines que necessiten els vostres treballadors.
de: Stellt alle Werkzeuge her, die deine Arbeiter brauchen.
nl: Smeedt alle gereedschappen die je arbeiders nodig hebben.
ru: Куёт все инструменты, которые нужны вашим работникам.

# europeans_building
source: Produces armor and weapons.
ca: Produeix armadures i armes.
de: Schmiedet Rüstungen und Waffen.
nl: Produceert harnassen en wapens.
ru: Производит броню и оружие.

# europeans_building
source: Equips recruits and trains them as workers.
ca: Equipa els reclutes i els entrena com a treballadors.
de: Stattet Rekruten mit Werkzeug aus und bildet sie zu Arbeitern aus.
nl: Rust rekruten uit en leidt ze op tot werkers.
ru: Набирает рекрутов и обучает их рабочим профессиям

# europeans_building
source: Sows and harvests corn, rye and wheat.
ca: Sembra i conrea panís, sègol i blat.
de: Sät und erntet Mais, Roggen und Weizen.
nl: Zaait en oogst mais, rogge en tarwe.
ru: Сеет и убирает кукурузу, рожь и пшеницу.

# europeans_building
source: Sows and harvests barley, blackroot, corn, rye and wheat.
ca: Sembra i conrea ordi, negrarrel, panís, sègol i blat.
de: Sät und erntet Gerste, Schwarzwurzel, Mais, Roggen und Weizen.
nl: Zaait en oogst gerst, zwartwortel, mais, rogge, en tarwe.
ru: Сеет и убирает ячмень, козелец, кукурузу, рожь и пшеницу.

# europeans_building
source: Sows and harvests barley, blackroot, corn, fruit, grape, rye and wheat.
ca: Sembra i conrea ordi, negrarrel, panís, fruita, raïm, sègol i blat.
de: Sät und erntet Gerste, Schwarzwurzel, Mais, Beeren, Reben, Roggen und Weizen.
nl: Zaait en oogst gerst, zwartwortel, mais, fruit, druiven, rogge en tarwe.
ru: Сеет и собирает урожай ячменя, козельца, кукурузы, фруктов, винограда, ржи и пшеницы.

# europeans_building
source: Breeds strong oxen for adding them to the transportation system. Additionally produces meat for food production.
ca: Cria bous per al sistema de transport. També produeix carn per cuinar-la i fer-ne menjar.
de: Züchtet starke Ochsen, um sie dem Verkehrssystem hinzuzufügen. Produziert auch Fleisch für die Nahrungsmittelherstellung.
nl: Fokt sterke ossen om ze aan het transportsysteem toe te voegen. Produceert daarnaast vlees voor de voedselproductie.
ru: Разводит сильных волов для перевозки грузов. Дополнительно производит мясо для производства продуктов питания.

# europeans_building
source: Breeds strong oxen for adding them to the transportation system. Additionally produces meat and fish for food production.
ca: Cria bous per al sistema de transport. També produeix carn i peix per fer-ne menjar.
de: Züchtet starke Ochsen, um sie dem Verkehrssystem hinzuzufügen. Produziert auch Fleisch und Fisch für die Nahrungsmittelherstellung.
nl: Fokt sterke ossen om ze aan het transportsysteem toe te voegen. Produceert daarnaast vlees en vis voor de voedselproductie.
ru: Разводит сильных волов для перевозки грузов. Дополнительно производит мясо и рыбу для производства продуктов питания.

# europeans_building
source: Breeds strong oxen and cute and helpful donkeys for adding them to the transportation system. Additionally keeps sheep for wool prodution and produces meat and fish for food production.
ca: Cria bous i ases per al sistema de transport. També cuida ovelles per produir-ne llana i produeix carn i peix per fer-ne menjar.
de: Züchtet starke Ochsen und niedliche und hilfreiche Esel, um sie dem Verkehrssystem hinzuzufügen. Hält zusätzlich auch Schafe zur Wollherstellung und produziert Fleisch und Fisch für die Nahrungsmittelherstellung.
nl: Fokt sterke ossen en schattige en behulpzame ezels om ze aan het transportsysteem toe te voegen. Daarnaast houdt hij schapen voor de wolproductie en produceert hij vlees en vis voor de voedselproductie.
ru: Разводит сильных волов и милых и полезных ослов для перевозки грузов. Дополнительно разводит овец для стрижки шерсти и производит мясо и рыбу для производства продуктов питания.

# europeans_building
source: Breeds strong oxen, cute and helpful donkeys and strong horses for adding them to the transportation system. Additionally keeps sheep for wool prodution and produces meat and fish for food production.
ca: Cria bous, ases i cavalls per al sistema de transport. També cuida ovelles per produir-ne llana i produeix carn i peix per fer-ne menjar.
de: Züchtet starke Ochsen, niedliche und hilfreiche Esel und starke Pferde, um sie dem Verkehrssystem hinzuzufügen. Hält zusätzlich auch Schafe zur Wollherstellung und produziert Fleisch und Fisch für die Nahrungsmittelherstellung.
nl: Fokt sterke ossen, schattige en behulpzame ezels en sterke paarden om ze aan het transportsysteem toe te voegen. Daarnaast houdt hij schapen voor de wolproductie en produceert hij vlees en vis voor de voedselproductie.
ru: Разводит сильных волов и милых и полезных ослов для перевозки грузов. Дополнительно разводит овец для стрижки шерсти и производит мясо и рыбу для производства продуктов питания.

# europeans_building
source: Digs coal out of the ground in mountain terrain.
ca: Extreu carbó del terra en terreny muntanyós.
de: Fördert Kohle aus bergigem Gelände.
nl: Graaft steenkool uit de grond in bergachtig terrein.
ru: Выкапывает уголь из-под земли в горной местности.

# europeans_building
source: Digs iron ore out of the ground in mountain terrain.
ca: Extreu mineral de ferro del terra en terreny muntanyós.
de: Fördert Eisenerz aus bergigem Gelände.
nl: Graaft ijzererts uit de grond in bergachtig terrein.
ru: Выкапывает железную руду из-под земли, в горной местности.

# europeans_building
source: Digs gold ore out of the ground in mountain terrain.
ca: Extreu mineral d'or del terra en terreny muntanyós.
de: Fördert Golderz aus bergigem Gelände.
nl: Graaft gouderts uit de grond in bergachtig terrein.
ru: Выкапывает золотую руду из-под земли в горной местности.

# europeans_building
source: Trains recruits in ‘Attack’ and ‘Health’.
ca: Entrena els reclutes en «Atac» i en «Salut».
de: Bildet Rekruten im „Angriff“ aus und verbessert die „Lebenspunkte“.
nl: Traint rekruten in 'Aanval' en 'Gezondheid'.
ru: Тренирует солдат в навыках Урона и Здоровья.

# europeans_building
source: Equips the recruits with all necessary armor parts and weapons.
ca: Equipa els reclutes amb les parts necessàries d'armadura i armes.
de: Stattet die Rekruten mit allen nötigen Waffen und Rüstungsgegenständen aus.
nl: Rust de rekruten uit met alle benodigde pantseronderdelen en wapens.
ru: Обеспечивает новобранцев доспехами и оружием.

# europeans_building
source: Trains recruits to soldiers.
ca: Entrena els reclutes per fer-ne vertaders soldats.
de: Bildet Rekruten zu Soldaten aus.
nl: Traint rekruten tot soldaten.
ru: Воспитывает из рекрутов солдат.

# europeans_building
source: Trains soldiers in ‘Evade’, ‘Health’ and ‘Attack’.
ca: Entrena soldats en «Atac», en «Evasió» i en «Salut».
de: Bildet Soldaten im „Angriff“ und „Ausweichen“ aus und verbessert die „Lebenspunkte“.
nl: Traint soldaten in 'Ontwijken', 'Gezondheid' en 'Aanval'.
ru: Тренирует солдат в навыках Уклонения, Здоровья и Урона.

# europeans_building
source: Trains soldiers in ‘Evade’, ‘Health’, ‘Attack’ and in ‘Defense’.
ca: Entrena soldats en «Defensa», en «Evasió» i en «Atac».
de: Bildet Soldaten im „Angriff“, „Ausweichen“ und „Verteidigung“ aus und verbessert die „Lebenspunkte“.
nl: Traint soldaten in 'Ontwijken', 'Gezondheid', 'Aanval' en in 'Verdediging'.
ru: Тренирует солдат в навыках Уклонения, Здоровья, Урона и Защиты.

# europeans_building
source: ‘Evade’ increases the soldier’s chance not to be hit by the enemy and so to remain totally unaffected.
ca: Com més alt sigui el nivell d'evasió, major és la probabilitat d'esquivar els atacs enemics.
de: „Ausweichen“ erhöht die Wahrscheinlichkeit, dass der Soldat nicht vom Gegner getroffen wird und daher keinen Schaden nimmt.
nl: 'Ontwijken' vergroot de kans van de soldaat om niet geraakt te worden door de vijand en zo totaal onaangetast te blijven.
ru: "Уклонение" увеличивает шансы солдата уклонится от попадания противника и остаться полностью невредимым.

# europeans_building
source: Garrisons soldiers to expand your territory.
ca: Allotja soldats que defensen i expandeixen el territori controlat.
de: Beherbergt Soldaten, um dein Gebiet zu erweitern.
nl: Garnizoenstroepen om je territorium uit te breiden.
ru: Военное здание занятое солдатами расширяет вашу территорию.
