Repository: Noordfrees/wl_addons_server
Catalog: po/europeans_tribe.wad/*.po
Languages: ca, de, nl, ru

# europeans_worker
source: Horses help to carry items along busy roads. They are reared in an animal farm.
ca: Els cavalls ajuden a transportar béns en camins molt transitats. Es crien en granges d'animals.
de: Pferde helfen dabei, Gegenstände entlang ausgelasteter Straßen zu transportieren. Sie werden in einer Tierzucht großgezogen.
nl: Paarden helpen om voorwerpen langs drukke wegen te dragen. Ze worden gefokt in een dierenboerderij.
ru: Лошади помогают перевозить предметы по оживленным дорогам. Они выращиваются на скотном дворе.

# europeans_worker
source: Reindeers help to carry items along busy roads. They are reared in an animal farm.
ca: Els rens ajuden a transportar béns en camins molt transitats. Es crien en granges d'animals.
de: Rentiere helfen dabei, Gegenstände entlang ausgelasteter Straßen zu transportieren. Sie werden in einer Tierzucht großgezogen.
nl: Rendieren helpen om voorwerpen langs drukke wegen te dragen. Ze worden gefokt in een dierenboerderij.
ru: Олени помогают перевозить предметы по оживленным дорогам. Они выращиваются на скотном дворе.

# europeans_worker
source: Ships wares across narrow rivers.
ca: Transporta béns a través de rius estrets.
de: Transportiert Waren über schmale Flüsse.
nl: Schepen hun waren over smalle rivieren.
ru: Перевозит товары через узкие протоки.

# europeans_worker
source: Works at construction sites to raise new buildings.
ca: Treballa construint nous edificis o desmantellant-los.
de: Arbeitet auf Baustellen, um Gebäude zu bauen.
nl: Werkt op bouwwerven om nieuwe gebouwen op te trekken.
ru: Возводит новые здания на стройплощадках.

# europeans_worker
source: Works at the shipyard and constructs new ships.
ca: Treballa a la drassana i construeix vaixells.
de: Arbeitet in der Werft und baut neue Schiffe.
nl: Werkt op de scheepswerf en bouwt nieuwe schepen.
ru: Работает на верфи, строя суда.

# europeans_worker
source: Discovers resources for mining.
ca: Descobreix recursos sota terra.
de: Sucht Rohstoffe zum Schürfen.
nl: Ontdekt grondstoffen voor mijnbouw.
ru: Ищет залежи полезных ископаемых.

# europeans_worker
source: Terraforms desert and coast into fertile soil.
ca: Modifica els deserts i costes per convertir-los en terreny fèrtil.
de: Verbessert Wüsten und Küsten zu fruchtbarem Land.
nl: Transformeert woestijn en kust in vruchtbare grond.
ru: Терраформирует пустыни и побережья в плодородные земли.

# europeans_worker
source: Trains the soldiers.
ca: Entrena els soldats.
de: Bildet die Soldaten aus.
nl: Traint de soldaten.
ru: Обучает солдат.

# europeans_worker
source: Scouts like Scotty the scout scouting unscouted areas in a scouty fashion.
ca: Explora com Dora l'exploradora explorant inexplorades àrees de manera experta.
de: Kundschafter wie Kundigund, der Erkunder, erkunden das unerkundete Gebiet auf kundige Weise.
nl: Verkenners zoals Scotty de verkenner verkennen onontdekte gebieden op een padvindersmanier.
ru: Разведчик Резвый разведывает неразведанное резво и резко.

# europeans_worker
source: Traders work in markets or in trading posts to exchange wares with other tribes.
ca: Els comerciants treballen a les botigues o als posts de mercaderies i intercanvien béns amb altres tribus.
de: Händler arbeiten in Märkten oder Handelsposten um Warten mit anderen Stämmen auszutauschen.
nl: Handelaren werken op markten of in handelsposten om goederen te ruilen met andere stammen.
ru: Торговцы работают на рынках или в торговых постах, где обмениваются товарами с другими племенами.

# europeans_worker
source: Eager to become a soldier and defend his tribe!
ca: Amb ganes de convertir-se en soldat i defensar el clan!
de: Begierig, ein Soldat zu werden und seinen Stamm zu verteidigen!
nl: Hij staat te popelen om soldaat te worden en zijn stam te verdedigen!
ru: Хочет стать солдатом и отстаивать интересы своего племени!

# europeans_worker
source: Defend and Conquer!
ca: Defensa i conquereix!
de: Verteidige und erobere!
nl: Verdedig en Overwin!
ru: Защищать и покорять!

# europeans_worker
source: Fells trees.
ca: Tala arbres.
de: Fällt Bäume.
nl: Bomen vellen.
ru: Валит деревья.

# europeans_worker
source: Plant trees.
ca: Planta arbres.
de: Pflanzt Bäume.
nl: Bomen Planten
ru: Сажает деревья.

# europeans_worker
source: Produces planks out of log.
ca: Produeix taulons a partir de troncs.
de: Sägt Bretter aus Stämmen.
nl: Produceert planken uit boomstammen.
ru: Пилит бревна на доски.

# europeans_worker
source: Cuts blocks of granite and marble out of rocks in the vicinity.
ca: Talla blocs de granit i marbre de les roques properes.
de: Schneidet Stein und Marmor aus den Felsen in der Umgebung.
nl: Hakt blokken graniet en marmer uit rotsen in de omgeving.
ru: Высекает блоки гранита и мрамора из скал в округе.

# europeans_worker
source: Burns bricks and grout out of clay, water and granite.
ca: Cou maons i lletades de calç a partir d'argila, aigua i granit.
de: Brennt Ziegel und Mörtel aus Lehm, Wasser und Stein.
nl: Bakt bakstenen en specie uit klei, water en graniet.
ru: Обжигает кирпичи и получает цемент из глины, воды и гранита.

# europeans_worker
source: Burns bricks and grout out of clay, water and granite. Makes marble column out of marble.
ca: Cou maons i lletades de calç a partir d'argila, aigua i granit. Aconsegueix tallar columnes a partir de marbre.
de: Brennt Ziegel und Mörtel aus Lehm, Wasser und Stein. Fertigt Marmorsäulen aus Marmor.
nl: Bakt bakstenen en specie uit klei, water en graniet. Maakt marmeren zuilen van marmer.
ru: Изготавливает кирпичи и цемент из глины, воды и гранита. Вырезает мраморные колонны из мрамора.

# europeans_worker
source: Making clay for lime kiln or stonemasons house.
ca: Obté argila per als forns de calç o les cases dels picapedrers.
de: Gewinnt Lehm für Kalköfen und Steinmetze.
nl: Klei maken voor kalkoven of steenhouwershuis.
ru: Делает глину для цементных печей в доме каменщика.

# europeans_worker
source: Plants and harvests fields.
ca: Planta i recol·lecta camps.
de: Bepflanzt und erntet die Felder.
nl: Akkers planten en oogsten.
ru: Засеивает и жнет поля.

# europeans_worker
source: Produces cloth for ships, tools and armors.
ca: Produeix teles pels vaixells, eines i armadures.
de: Webt Stoff für Schiffe, Werkzeuge und Rüstungen.
nl: Produceert textiel voor schepen, gereedschappen en harnassen.
ru: Делает Полотно для кораблей, инструментов и брони.

# europeans_worker
source: Breeds animals and produce wool and mead.
ca: Cria animals i produeix llana i aiguamel.
de: Züchtet Tiere und produziert Wolle und Fleisch.
nl: Fokt dieren en produceert wol en mede.
ru: Разводит скот и делает шерсть и Медовуху.

# europeans_worker
source: Lets bees swarm over flowers, then gathers the honey.
ca: Condueix les abelles cap a les flors i després en recol·lecta la mel.
de: Lässt Bienen über Blumen ausschwärmen und sammelt ihren Honig.
nl: Laat bijen over bloemen zwermen en verzamelt dan de honing.
ru: Выпускает пчел собирать нектар и собирает мед.

# europeans_worker
source: Brewing beer and mead.
ca: Fermenta cervesa i aiguamel.
de: Braut Bier und Met.
nl: Bier en mede brouwen.
ru: Варит пиво и медовуху.

# europeans_worker
source: Brewing beer and mead. Produces wine.
ca: Fermenta cervesa i aiguamel. Produeix vi.
de: Braut Bier und Wein. Keltert Wein.
nl: Brouwt bier en mede. Produceert wijn.
ru: Варит пиво и медовуху. Делает вино.

# europeans_worker
source: Grind rye and wheat to mixed flour.
ca: Mol sègol i blat per fer-ne farina barrejada.
de: Mahlt Roggen und Weizen zu gemischtem Mehl.
nl: Maal rogge en tarwe in gemengd meel
ru: Мелет рожь и пшеницу в мучную смесь.

# europeans_worker
source: Produce bread out of water, flour and cornmeal.
ca: Produeix pa amb aigua, farina i farina de panís.
de: Bäckt Brot aus Wasser, Mehl und Maismehl.
nl: Maak brood van water, bloem en maïsmeel.
ru: Печёт хлеб из воды, муки и кукурузной муки.

# europeans_worker
source: Mines ore and minerals.
ca: Extrau minerals del terra.
de: Baut Erze und Mineralien ab.
nl: Mijnt erts en mineralen.
ru: Добывает руду и минералы.

# europeans_worker
source: Produces charcoal out of log.
ca: Produeix carbó vegetal a partir de troncs.
de: Verkohlt Stämme zu Holzkohle.
nl: Produceert houtskool uit hout.
ru: Получает из бревен уголь.

# europeans_worker
source: Produces charcoal out of log or old planks.
ca: Produeix carbó vegetal a partir de troncs i taulons vells.
de: Verkohlt Stämme oder alte Bretter zu Holzkohle.
nl: Produceert houtskool uit oude boomstammen of planken.
ru: Обжигает бревна и старые доски, получая уголь.

# europeans_worker
source: Smelts ore to metals.
ca: Extreu metalls a partir de minerals.
de: Verhüttet Erz zu Metall.
nl: Smelt erts om tot metalen.
ru: Выплавляет метал из руды.

# europeans_worker
source: Produce tools, armor and weapons.
ca: Produeix eines, armadures i armes.
de: Schmiedet Werkzeuge, Rüstungen und Waffen.
nl: Maak gereedschap, pantsers en wapens.
ru: Производит инструменты, доспехи и оружие.

source: The remains of a destroyed building.
ca: Les restes d'un edifici destruït.
de: Die Überreste eines zerstörten Gebäudes.
nl: De overblijfselen van een verwoest gebouw.
ru: Останки разрушенного здания.

source: This field has just been planted.
ca: Aquest camp acaba de plantar-se.
de: Dieses Feld wurde eben erst bepflanzt.
nl: Dit veld is net aangeplant.
ru: Это поле только что засеяно.

source: This field is growing.
ca: El camp està creixent.
de: Dieses Feld wächst.
nl: Dit veld groeit.
ru: Это поле растет.

source: This field is ready for harvesting.
ca: Aquest camp ja es pot segar.
de: Dieses Feld ist erntereif.
nl: Dit veld is klaar om geoogst te worden.
ru: Поле готово к уборке.

source: This field has been harvested.
ca: Ja s'ha fet la collita d'aquest camp.
de: Dieses Feld wurde abgeerntet.
nl: Dit veld is geoogst.
ru: Урожай с этого поля собран.

source: This berry bush has just been planted.
ca: L'arbust de baies s'acaba de plantar.
de: Dieser Beerenbusch wurde eben erst angepflanzt.
nl: Deze bessenstruik is net geplant.
ru: Этот ягодный кустарник только что посажен.

source: This berry bush is growing.
ca: L'arbust està creixent.
de: Dieser Beerenbusch wächst.
nl: Deze bessenstruik groeit.
ru: Этот ягодный кустарник растет.

source: This berry bush is flowering. Honey can be produced from it by a beekeeper.
ca: Aquest arbust de baies està florint. Un apicultor el pot fer servir per produir mel.
de: Dieser Beerenbusch blüht. Honig kann von einem Imker geerntet werden.
nl: Deze bessenstruik staat in bloei. Een imker kan er honing van maken.
ru: Этот ягодный кустарник зацвел. Пасечник может получить с него мёд.

source: This berry bush is ready for harvesting.
ca: L'arbust ja es pot recol·lectar.
de: Dieser Beerenbusch ist erntereif.
nl: Deze bessenstruik is klaar om geoogst te worden.
ru: Этот ягодный кустарник готов к уборке.

source: This grapevine has just been planted.
ca: Aquest cep s'acaba de plantar.
de: Diese Weinreben wurden eben erst angepflanzt.
nl: Deze wijnstok is net geplant.
ru: Виноград посажен.

source: This grapevine is growing.
ca: Aquest cep està creixent.
de: Diese Weinreben wachsen.
nl: Deze wijnstok groeit.
ru: Этот виноград растет.

source: This grapevine is ready for harvesting.
ca: Aquest cep ja es pot veremar.
de: Diese Weinreben sind bereit für die Lese.
nl: Deze wijnstok is klaar om geoogst te worden.
ru: Этот виноград созрел для сбора.

source: Ponds with water becomes dry after some time. These dry holes vanish after a while.
ca: Els estanys amb aigua es poden assecar amb el pas del temps. Aquests forats secs, si no s'aprofiten, desapareixen amb el pas del temps.
de: Wasserteiche fallen nach einiger Zeit trocken. Diese trockenen Löcher verschwinden nach einer Weile.
nl: Vijvers met water staan na verloop van tijd droog. Deze droge gaten verdwijnen na een tijdje.
ru: Пруды с водой через некоторое время пересыхают. Эти сухие ямы через некоторое время исчезают.

source: When claydiggers dig up earth, they leave holes with water in the ground. These falls dry after a while or can be used by terraformer to produce new soil.
ca: Quan els excavadors d'argila excaven la terra, deixen forats amb aigua. Aquests s'acaben assecant al cap del temps o es poden usar pel terraformador per produir més terreny.
de: Wenn Lehmgräber Erde ausgraben, hinterlassen sie Löcher mit Waser im Boden. Diese fallen nach einiger Zeit trocken oder können von Bodenverbesserern benutzt werden um das Land fruchtbarer zu machen.
nl: Wanneer kleigravers aarde afgraven, laten ze gaten met water achter in de grond. Deze vallen na een tijdje droog of kunnen door een terreinvormer worden gebruikt om nieuwe grond te produceren.
ru: Когда землекопы выкапывают землю, они оставляют в земле ямы, заполненные водой. Со временем они высыхают или могут быть использованы терраформером для получения нового грунта.

source: This reed field has just been planted.
ca: Aquest camp de juncs acaba de plantar-se.
de: Dieses Reetfeld wurde eben erst bepflanzt.
nl: Dit rietveld is net geplant.
ru: Тростниковое поле засеено.

source: This reed field is growing.
ca: El camp de juncs està creixent.
de: Dieses Reetfeld wächst.
nl: Dit rietveld groeit.
ru: Тростник растет.

source: This reed field is flowering. Honey can be produced from it by a beekeeper.
ca: El camp de juncs està florit. Els apicultors hi poden produir mel.
de: Dieser Reet blüht. Honig kann von einem Imker geerntet werden.
nl: Dit rietveld staat in bloei. Een imker kan er honing van maken.
ru: Тростник на этом поле зацвел. Пасечник может получить с него мёд.

source: This reed field is ready for harvesting.
ca: Aquest camp de juncs ja es pot segar.
de: Dieses Reetfeld ist erntereif.
nl: Dit rietveld kan worden geoogst.
ru: Тростник готов к уборке.

source: There are no resources in the ground here.
ca: Aquí no hi ha recursos.
de: Hier gibt es keine Rohstoffe im Boden.
nl: Er zitten hier geen grondstoffen in de grond.
ru: Здесь нет ресурсов.

source: There is water in the ground here that can be pulled up by a well.
ca: Aquí hi ha aigua subterrània que es pot extreure amb un pou.
de: Hier gibt es Wasser im Boden, das von einem Brunnen hochgeholt werden kann.
nl: Er zit hier water in de grond dat kan worden opgepompt met een waterput.
ru: Здесь есть подземные воды. Воду можно получить, построив здесь колодец.

source: Coal veins contain coal that can be dug up by coal mines.
ca: Els filons de carbó contenen minerals que es poden extreure amb mines de carbó.
de: Kohleadern enthalten Kohle, die von Kohleminen gefördert werden kann.
nl: Steenkooladers bevatten steenkool die kan worden opgegraven in steenkoolmijnen.
ru: Угольная жила содержит уголь, который может быть выкопан в угольной шахте.

source: There is only a little bit of coal here.
ca: Aquí només hi ha una mica de carbó.
de: Hier gibt es nur wenig Kohle.
nl: Er is hier maar een klein beetje steenkool.
ru: Здесь есть немного угля.

source: Iron veins contain iron ore that can be dug up by iron mines.
ca: Els filons de ferro contenen minerals que es poden extreure amb mines de ferro.
de: Eisenadern enthalten Eisenerz, das von Eisenerzminen gefördert werden kann.
nl: IJzeraders bevatten ijzererts dat kan worden opgegraven in ijzermijnen.
ru: Железная жила содержит железную руду, которая может быть добыта в железной шахте.

source: There is only a little bit of iron here.
ca: Aquí només hi ha una mica de ferro.
de: Hier gibt es nur wenig Eisen.
nl: Er is hier maar een klein beetje ijzer.
ru: Здесь есть немного железа.

source: Gold veins contain gold ore that can be dug up by gold mines.
ca: Els filons d'or contenen minerals que es poden extreure amb mines d'or.
de: Goldadern enthalten Golderz, das von Goldminen gefördert werden kann.
nl: Goudaders bevatten gouderts dat kan worden opgegraven in goudmijnen.
ru: Золотая жила содержит золото, которое может быть выкопано в золотой шахте.

source: There is only a little bit of gold here.
ca: Aquí només hi ha una mica d'or.
de: Hier gibt es nur wenig Gold.
nl: Er is hier maar een klein beetje goud.
ru: Здесь совсем немного золота.

source: Marble is a basic building material and can be dug up by a marble mine. You will also get granite from the mine.
ca: El marbre és un material de construcció que s'ha de tallar amb una mina de marbre. Amb la mina també obtindreu granit.
de: Marmor ist ein grundlegendes Baumaterial und kann von einer Marmormine gefördert werden. Ebenso fördert diese Mine Stein.
nl: Marmer is een basisbouwmateriaal en kan worden opgegraven in een marmermijn. Je krijgt ook graniet uit de mijn.
ru: Мрамор – это основной строительный материал. Он может быть добыт в мраморной шахте. Там же вы будете добывать гранит.

source: There is only a little bit of marble here.
ca: Aquí només hi ha una mica de marbre.
de: Hier gibt es nur wenig Marmor.
nl: Er is hier maar een klein beetje marmer.
ru: Здесь есть немного мрамора.

source: There is a lot of coal here.
ca: Aquí hi ha molt carbó.
de: Hier gibt es viel Kohle.
nl: Er is hier veel steenkool.
ru: Здесь много угля.

source: There is a lot of iron here.
ca: Aquí hi ha molt ferro.
de: Hier gibt es viel Eisen.
nl: Er is hier veel ijzer.
ru: Здесь много железа.

source: There is a lot of gold here.
ca: Aquí hi ha molt or.
de: Hier gibt es viel Gold.
nl: Er is hier veel goud.
ru: Здесь много золота.

source: There is a lot of marble here.
ca: Aquí hi ha molt marbre.
de: Hier gibt es viel Marmor.
nl: Er is hier veel marmer.
ru: Здесь много мрамора.

source: A ship is being constructed at this site.
ca: En aquest lloc es construeix un vaixell.
de: Hier wird ein Schiff gebaut.
nl: Op deze plek wordt een schip gebouwd.
ru: На этом участке строится корабль.

# europeans_building
source: Open market to exchange wares with other allied tribes.
ca: Mercat obert per a intercanviar béns amb altres tribus aliades.
de: Ein offener Markt um Waren mit alliierten Stämmen auszutauschen.
nl: Open markt om goederen uit te wisselen met andere geallieerde stammen.
ru: Открытый рынок для обмена товарами с другими союзными племенами.

source: The remains of an old tree.
ca: Les restes d'un arbre vell.
de: Die Überreste eines alten Baumes.
nl: De resten van een oude boom.
ru: Останки старого дерева.

source: This tree is only planted by the amazon tribe but can be harvested for logs.
ca: Aquest arbre només el planta la cultura amazònica però les altres cultures el poden talar per aconseguir-ne troncs.
de: Dieser Baum wird nur vom Stamm der Amazonen gepflanzt, aber er kann für Stämme gefällt werden.
nl: Deze boom wordt alleen geplant door de amazonestam, maar kan worden geoogst voor boomstammen.
ru: Эти деревья могут быть посажены только амазонками, но могут быть пущены на бревна.

# europeans_building
source: Accommodation for your people. Also stores your wares and tools.
ca: L'allotjament de la vostra gent. També emmagatzema els vostres béns i eines.
de: Die Unterkunft deines Volkes. Hier werden auch deine Waren und Werkzeuge gelagert.
nl: Onderdak voor je mensen. Je kunt er ook je goederen en gereedschap opslaan.
ru: Помещение для ваших людей. Также хранит ваши товары и инструменты.

# europeans_building
source: The headquarters is your main building.
ca: El quarter general és l'edifici principal.
de: Das Hauptquartier ist dein Hauptgebäude.
nl: Het hoofdkwartier is je belangrijkste gebouw.
ru: Штаб — это ваше главное здание.

# europeans_building
source: Your workers and soldiers will find shelter here. Also stores your wares and tools.
ca: Els treballadors i soldats hi trobaran refugi. També emmagatzema béns i eines.
de: Deine Arbeiter und Soldaten finden hier Unterschlupf. Ebenso werden auch deine Waren und Werkzeuge hier gelagert.
nl: Je arbeiders en soldaten vinden hier onderdak. Je kunt er ook je goederen en gereedschap opslaan.
ru: Ваши рабочие и солдаты могут здесь укрыться, а также хранить здесь товары и инструменты.

# europeans_building
source: Serves as a base for overseas colonization and trade. Also stores your soldiers, wares and tools.
ca: Serveix de base per a la colonització i comerç per via marítima. També fa de magatzem per a soldats, béns i eines.
de: Dient als Basis zur Kolonisierung anderer Länder und zum Handel. Lagert außerdem deine Waren, Werkzeuge und Soldaten ein.
nl: Dient als basis voor overzeese kolonisatie en handel. Hier kun je ook je soldaten, goederen en gereedschappen opslaan.
ru: Служит базой для заморской колонизации и торговли. Также хранит ваших солдат, товары и инструменты.

# europeans_building
source: Market building to sale wares to other allied tribes.
ca: Un edifici per a vendre béns a altres tribus aliades.
de: Marktgebäude um Waren an andere Stämme zu verkaufen.
nl: Marktgebouw om goederen te verkopen aan andere geallieerde stammen.
ru: Здание рынка для продажи товаров другим союзным племенам.

# europeans_building
source: Store building to purchase wares from other allied tribes.
ca: Magatzem des d'on es poden comprar béns d'altres tribus aliades.
de: Lagergebäude um Waren von allierten Stämmen zu kaufen.
nl: Winkelgebouw om goederen van andere geallieerde stammen te kopen.
ru: Здание магазина для покупки товаров у других союзных племен.

# europeans_building
source: Trading building to purchase wares from other allied tribes.
ca: Edifici comercial per a comprar béns d'altres tribus aliades.
de: Handelsgebäude um Waren von allierten Stämmen zu kaufen.
nl: Handelsgebouw om goederen van andere geallieerde stammen te kopen.
ru: Торговое здание для покупки товаров у других союзных племен.

# europeans_building
source: Fells trees in the surrounding area and processes them into logs.
ca: Tala arbres de l'àrea del voltant i n'obté troncs.
de: Fällt Bäume in der Umgebung und verarbeitet sie zu Stämmen.
nl: Velt bomen in de omgeving en verwerkt ze tot boomstammen.
ru: Валит деревья поблизости и перерабатывает их в брёвна.

# europeans_building
source: The lumberjack’s hut needs trees to fell within the work area.
ca: El llenyataire d'aquesta cabana necessita arbres per talar dins la seva àrea de treball.
de: Die Holzfällerhütte braucht Bäume innerhalb ihres Arbeitsbereichs.
nl: De houthakkershut heeft bomen nodig om te kappen binnen het werkgebied.
ru: Хижине дровосека нужны деревья для рубки, в его рабочей области.

# europeans_building
source: The woodcutter’s house needs trees to fell within the work area.
ca: El llenyataire d'aquesta casa necessita arbres per talar dins la seva àrea de treball.
de: Das Holzfällerhaus braucht Bäume innerhalb seines Arbeitsbereichs.
nl: Het houthakkershuis heeft bomen nodig om te kappen binnen het werkgebied.
ru: Дому лесоруба нужны деревья для рубки в рабочей области.

# europeans_building
source: The lumberjack’s house needs trees to fell within the work area.
ca: El llenyataire d'aquesta casa necessita arbres per talar dins la seva àrea de treball.
de: Das Holzfällerhaus braucht Bäume innerhalb seines Arbeitsbereichs.
nl: Het houthakkershuis heeft bomen nodig om te kappen binnen het werkgebied.
ru: Дому дровосека требуются деревья под рубку в рабочей области.

# europeans_building
source: Plants trees in the surrounding area.
ca: Planta arbres a l'àrea de treball.
de: Pflanzt Bäume in der Umgebung.
nl: Plant bomen in de omgeving.
ru: Сажает деревья в ближайших окрестностях.

# europeans_building
source: The ranger’s hut needs free space within the work area to plant the trees.
ca: La cabana del guarda forestal necessita espais lliures dins l'àrea de treball per plantar-hi arbres.
de: Die Försterhütte braucht freien Raum innerhalb ihres Arbeitsbereichs, um Bäume zu pflanzen.
nl: De boswachtershut heeft vrije ruimte nodig binnen het werkgebied om de bomen te planten.
ru: Хижине лесничего нужно свободное пространство в его рабочей области, пригодное для посадки деревьев.
