Repository: Noordfrees/wl_addons_server
Catalog: po/europeans_tribe.wad/*.po
Languages: ca, de, nl, ru

# europeans_ware
source: Cloth is needed to build several buildings. It is produced out of reed.
ca: La tela és necessària per a la construcció d'alguns edificis. Es fabrica amb juncs.
de: Stoff wird zum Bau einiger Gebäude benötigt. Er wird aus Reet produziert.
nl: Linnen is nodig om verschillende gebouwen te bouwen. Het wordt gemaakt van riet.
ru: Полотно нужно для ряда зданий. Ткут его из тростника.

# europeans_ware
source: The animal farm produces leather, which is used as a raw material for making boots.
nl: De dierenboerderij produceert leer, dat wordt gebruikt als grondstof voor het maken van laarzen.

# europeans_ware
source: Wool is the hair of sheep. Weaving mills use it to make armor. Animal farms with level 4 or 5 can produce wool.
nl: Wol is het haar van schapen. Weverijen gebruiken het om harnassen van te maken. Dierenboerderijen met niveau 4 of 5 kunnen wol produceren.

# europeans_ware
source: Raw material for some sorts of armor. It is produced in the weaving mill out of wool or reed.
nl: Grondstof voor sommige soorten harnassen. Het wordt in de weverij gemaakt van wol of riet.

# europeans_ware
source: Granite is a basic building material.
ca: El granit és un material de construcció bàsic.
de: Stein ist ein grundlegendes Baumaterial.
nl: Graniet is een fundamenteel bouwmateriaal.
ru: Гранит - один из основных стройматериалов.

# europeans_ware
source: The Europeans produces granite blocks in quarries.
ca: Els europeus produeixen blocs de granit a les pedreres.
de: Die Europäer produzieren Steinblöcke in Steinbrüchen.
nl: De Europeanen produceren granieten blokken in steengroeven.
ru: Европейцы добывают гранитные блоки в карьерах.

# europeans_ware
source: Grout is a basic building material.
ca: La lletada de calç és un material de construcció bàsic.
de: Mörtel ist ein grundlegendes Baumaterial.
nl: Voegspecie is een basisbouwmateriaal.
ru: Цемент - это важнейший стройматериал.

# europeans_ware
source: The Europeans produces grout in lime kiln or stonemasons house out of granite and water.
ca: Els europeus produeixen lletades de calç en forns de calç o als tallers de pedra amb granit i aigua.
de: Die Europäer produzieren Mörtel in Kalköfen oder Steinmetzen aus Stein und Wasser.
nl: De Europeanen maken voegmortel uit graniet en water in kalkovens of steenhouwershuizen.
ru: Европейцы производят цемент в цементной печи или в доме каменщика из гранита и воды.

# europeans_ware
source: Clay is needed to make bricks.
ca: L'argila s'usa per fer maons.
de: Lehm wird zur Herstellung von Ziegeln gebraucht.
nl: Klei is nodig om bakstenen te maken.
ru: Глина идет на кирпичи.

# europeans_ware
source: The Europeans gets clay from claydiggers house.
ca: Els europeus aconsegueixen argila a la casa dels excavadors d'argila.
de: Die Europäer gewinnen Lehm in Lehmgruben.
nl: De Europeanen halen klei uit het kleidelvers huis.
ru: Европейцы получают глину из дома землекопа.

# europeans_ware
source: Brick is a basic building material.
ca: Els maons són un material de construcció bàsic.
de: Ziegel ist ein grundlegendes Baumaterial.
nl: Baksteen is een basis bouwmateriaal.
ru: Кирпич - основной стройматериал.

# europeans_ware
source: The Europeans produces bricks in lime kiln or stonemasons house out of clay, granite and water.
ca: Els europeus produeixen maons en forns de calç o als tallers de pedra amb argila, granit i aigua.
de: Die Europäer produzieren Ziegel in Kalköfen oder Steinmetzen aus Lehm, Stein und Wasser.
nl: De Europeanen maken bakstenen van klei, graniet en water in kalkovens of steenhouwershuizen.
ru: Европейцы производят кирпичи в цементной печи или в каменотёснях из глины, гранита и воды.

# europeans_ware
source: Marble is the beautiful stone which is cut out of the mountains or produced in a quarry. Marble is used as a building material and gets chiseled into marble columns in the stonemason’s house.
ca: El marbre és una pedra magnífica que s'extreu de les muntanyes o es talla a les pedreres. El marbre s'usa directament com a material de construcció o bé després d'obtenir-ne columnes de marbre al taller de la pedra.
de: Marmor ist der wunderschöne Stein, welcher aus dem Berg geschnitten oder in Steinbrüchen abgebaut wird. Marmor wird als Baumaterial verwendet oder beim Steinmetz zu Marmorsäulen geformt.
nl: Marmer is de prachtige steen die uit de bergen wordt gehouwen of in een steengroeve wordt gewonnen. Marmer wordt gebruikt als bouwmateriaal en wordt gebeiteld tot marmeren zuilen in het steenhouwershuis.
ru: Мрамор - красивый камень, блоки которого добывают в горах и на каменоломнях. Из мрамора каменщик высекает колонны, которые затем используются в строительстве.

# europeans_ware
source: Marble columns represent the high culture of the Europeans, so they are needed for nearly every advanced building. They are produced out of marble at a stonemason’s house.
ca: Les columnes de marbre són un element representatiu de la cultura europea. Es fan servir en quasi tots els edificis avançats. Les columnes es tallen a partir de blocs de marbre al taller de la pedra.
de: Marmorsäulen repräsentieren die hohe Kultur der Europäer, sodass sie für beinahe jedes verbesserte Gebäude benötigt werden. Sie werden vom Steinmetz aus Marmor geformt.
nl: Marmeren zuilen vertegenwoordigen de hoge cultuur van de Europeanen, dus ze zijn nodig voor bijna elk geavanceerd gebouw. Ze worden gemaakt van marmer in een steenhouwershuis.
ru: Мраморные колонны олицетворяют высокую культуру европейцев, поэтому они необходимы почти для каждого современного здания. Они изготавливаются из мрамора в доме каменщика.

# europeans_ware
source: These transparent quartz gems are used to build some exclusive buildings. They are mined as a byproduct in a deep iron mine or by advanced quarry.
ca: Aquestes gemmes de quars transparent s'usen per construir edificis exclusius. S'extrauen de les mines profundes de ferro com a subproducte i en pedreres avançades.
de: Dieser durchsichtige Bergkristall wird beim Bau einiger besonderer Gebäude verwendet. Er wird als Nebenprodukt in einer tiefen Eisenmine oder von einem verbesserten Steinbruch abgebaut.
nl: Deze transparante kwarts edelstenen worden gebruikt om sommige exclusieve gebouwen te bouwen. Ze worden gedolven als bijproduct in een diepe ijzermijn of in een geavanceerde steengroeve.
ru: Кристаллы прозрачного кварца используются в строительстве исключительных зданий. Они добываются или как побочка глубоких железных рудников, или на улучшенных каменоломнях.

# europeans_ware
source: These wonderful diamonds are used to build advanced buildings. They are mined as a byproduct in a deep coal mine or by advanced quarry.
ca: Aquests preciosos diamants s'usen per construir edificis avançats. S'obtenen com a subproducte en mines de carbó profundes o en pedreres avançades.
de: Diese wunderbaren Diamanten werden beim Bau verbesserter Gebäude verwendet. Sie werden als Nebenprodukt in einer tiefen Kohlemine oder von einem verbesserten Steinbruch abgebaut.
nl: Deze prachtige diamanten worden gebruikt om geavanceerde gebouwen te bouwen. Ze worden gewonnen als bijproduct in een diepe kolenmijn of in een geavanceerde steengroeve.
ru: Прекрасные алмазы используются в строительстве ряда зданий. Добываются как побочка в углубленных угольных карьерах и на улучшенных каменоломнях.

# ware
source: Coal is mined in coal mines or produced out of logs by a charcoal kiln.
ca: El carbó s'extrau de les mines i es produeix també amb troncs gràcies als kilns de carbó vegetal.
de: Kohle wird von Kohleminen abgebaut oder in einer Köhlerei aus Stämmen hergestellt.
nl: Steenkool wordt gewonnen in kolenmijnen of geproduceerd uit houtblokken door een houtskooloven (houtskool).
ru: Уголь добывают в шахтах или путем обжига бревен в печи углежогом.

# europeans_ware
source: The fires of the Europeans smelting works and smithies are usually fed with coal.
ca: Els focs dels forns de metalls i tallers dels europeus habitualment s'alimenten amb carbó.
de: Die Feuer in Hochöfen und Schmieden der Europäer werden normalerweise mit Kohle geheizt.
nl: De vuren van de Europese smelterijen en smederijen worden meestal gevoed met kolen.
ru: Огонь в европейских литейных и кузницах поддерживает уголь.

# default_ware
source: Ore is mined in ore mines.
ca: El mineral s'extrau de les mines.
de: Erz wird in Erzminen gefördert.
nl: Erts wordt gedolven in ertsmijnen.
ru: Руда добывается в шахтах.

# europeans_ware
source: It is smelted in a smelting works to retrieve all the metals.
ca: Es fon als forns de metalls per recuperar els metalls.
de: Es wird in einem Hochofen geschmolzen, um alle Metalle zu erhalten.
nl: Het wordt gesmolten in een smelterij om alle metalen eruit te halen.
ru: В литейной ее переплавляют в металл.

# europeans_ware
source: Fish is one of the biggest food resources of the Europeans. Taverns and Inns need fish or meat to prepare ration, snack or meal.
ca: El peix és un dels recursos més importants dels europeus. Les tavernes i els hostals necessiten peix o carn per preparar racions, aperitius o àpats.
de: Fisch ist eine der größten Nahrungsquellen für die Europäer. Tavernen und Wirtshäuser benötigen Fleisch oder Fisch um Rationen, Snacks oder Mahlzeiten zuzubereiten.
nl: Vis is een van de grootste voedselbronnen van de Europeanen. Tavernes en herbergen hebben vis of vlees nodig om rantsoenen, snacks of maaltijden te bereiden.
ru: Рыба - весьма распространенная в Европе пища. Таверны и трактиры готовят пайки, закуски и обеды в том числе из рыбы.

# europeans_ware
source: Meat contains a lot of energy, and it is produced in animal farms.
ca: La carn conté molta energia i es produeix en granges d'animals.
de: Fleisch liefert eine Menge Energie und wird in Tierzuchten produziert.
nl: Vlees bevat veel energie en wordt geproduceerd in de veehouderij.
ru: Мясо содержит много энергии, и его производят на скотных дворах.

# europeans_ware
source: Taverns and Inns need meat or fish to prepare ration, snack or meal.
ca: Les tavernes i els hostals necessiten carn o peix per preparar racions, aperitius o àpats.
de: Tavernen und Wirtshäuser benötigen Fleisch oder Fisch um Rationen, Snacks oder Mahlzeiten zuzubereiten.
nl: Tavernes en herbergen hebben vlees of vis nodig om een rantsoen, snack of maaltijd te bereiden.
ru: Таверны и трактиры нуждаются в мясе или рыбе для приготовления пайков, закуски и обедов.

# europeans_ware
source: Fish farms need to be provided with corn.
ca: Les granges de peixos necessiten panís.
de: Fischzuchten müssen mit Mais versorgt werden.
nl: Viskwekerijen moeten worden voorzien van maïs.
ru: Рыбные фермы нужно снабжать кукурузой

# europeans_ware
source: Blackroots are a special kind of root. Sheep farms need to be provided with blackroot.
ca: La negrarrel és un tipus especial d'arrel. Les granges d'ovelles en necessiten per alimentar els animals.
de: Dunkelrüben sind eine besondere Art Wurzeln. Schafzuchten müssen mit Dunkelrüben versorgt werden.
nl: Blackroots zijn een speciaal soort wortel. Schapenboerderijen moeten worden voorzien van blackroot.
ru: Козелец - особый корешок. Им подкармливают овец на фермах.

# europeans_ware
source: Rye is essential for survival.
ca: El sègol és essencial per sobreviure.
de: Roggen ist überlebenswichtig.
nl: Rogge is essentieel om te overleven
ru: Рожь - основа выживания.

# europeans_ware
source: Rye is produced by farms and used by mills to produce mixed flour.
ca: El sègol es produeix a les masoveries i s'usa en molins per obtenir barreja de farina.
de: Roggen wird auf Bauernhöfen erzeugt und von Mühlen zu gemischtem Mehl verarbeitet.
nl: Rogge is geproduceerd door boerderijen en wordt gebruikt door molens om gemengd meel te maken.
ru: Выращенную на полях рожь и пшеницу мелят в мучную смесь на мельницах.

# europeans_ware
source: Wheat is essential for survival.
ca: El blat és essencial per sobreviure.
de: Weizen ist überlebenswichtig.
nl: Tarwe is essentieel om te overleven.
ru: Без пшеницы нет и жизни.

# europeans_ware
source: Wheat is produced by farms and used by mills to produce mixed flour.
ca: El blat es produeix a les masoveries i s'usa en molins per aconseguir-ne farina barrejada.
de: Weizen wird auf Bauernhöfen erzeugt und von Mühlen zu gemischtem Mehl verarbeitet.
nl: Tarwe wordt geproduceerd door boerderijen en gebruikt door molens om meel te maken.
ru: Растет пшеница на полях, из нее на мельнице мелят муку.

# europeans_ware
source: Mixed flour is produced by the mill out of rye and wheat and is needed in the tavern or inn to produce ration, snack or meal.
ca: La barreja de farina es produeix als molins amb sègol i blat i es fa servir a les tavernes i hostals per produir racions, aperitius i àpats.
de: Gemischtes Mehl wird in der Mühle aus Roggen und Weizen hergestellt und wird von der Tavernen und Wirtshäusern benötigt, um Rationen, Snacks und Mahlzeiten zu produzieren.
nl: Gemengd meel wordt door de molen gemaakt uit rogge en tarwe en is nodig in de taverne of herreberg om rantsoen, snack of een maaltijd mee te maken.
ru: Мучную смесь получают на мельнице из ржи и пшеницы и отправляют в таверны.и трактиры на приготовление блюд.

# europeans_ware
source: A small bite to keep miners strong and working. The scout also consumes rations on his scouting trips.
ca: Un petit mos perquè els miners continuïn forts per treballar. L'explorador també consumeix racions en els seus viatges.
de: Ein kleiner Happen, um Bergleute bei Kräften zu halten oder den Kundschafter auf seinen Erkundungsreisen zu ernähren.
nl: Een kleine hap om mijnwerkers sterk en aan het werk te houden. De verkenner eet ook rantsoenen op tijdens zijn verkenningstochten.
ru: Порция еды для поддержания силы и работоспособности шахтеров. Ими также запасаются разведчики в дорогу.

# europeans_ware
source: Rations are produced in a tavern or an inn out of fish or meat and water and flour.
ca: Les racions es produeixen en una taverna o un hostal amb peix o carn i aigua i farina.
de: Rationen werden in einer Taverne oder einem Wirtshaus aus Fisch oder Fleisch und Wasser und Mehl hergestellt.
nl: Rantsoenen worden in een herberg gemaakt van vis of vlees met water en meel.
ru: Пайки производят в тавернах и трактирах из рыбы/мяса и воды с мукой.

# europeans_ware
source: A bigger morsel than the ration. Used in mines and to train soldiers in battle arenas.
ca: Un mos més gran que la ració. S'usa a les mines i per entrenar soldats en palestres d'entrenament.
de: Größere Nahrungspüortion als die Ration. Wird in Minen benötigt, und um Soldaten in Kampfarenen auszubilden.
nl: Een grotere hap dan het rantsoen. Gebruikt in mijnen en om soldaten te trainen in gevechtsarena's.
ru: Уже существенно сытнее пайка. Им кормят шахтеров и обучающихся солдат.

# europeans_ware
source: Snacks are produced in a tavern or an inn out of fish or meat and water and flour.
ca: Els aperitius es produeixen a la taverna o a l'hostal amb aigua, farina i carn o bé peix.
de: Snacks werden in einer Taverne oder einem Wirtshaus aus Fisch oder Fleisch und Wasser und Mehl hergestellt.
nl: Snacks worden in een taverne of herberg gemaakt van vis of vlees met water en meel.
ru: Закуски готовят в тавернах и трактирах из рыбы или мяса, воды и муки.

# europeans_ware
source: A bigger food than the ration or snack. Used in the deepest mines and the most advanced trainingsites.
ca: Menjar més abundant que una ració o un aperitiu. S'usa en les mines més profundes i en la majoria de llocs d'entrenament avançat.
de: Eine größere Mahlzeit als eine Ration oder ein Snack. Sie wird in den tiefsten Minen und den fortgeschrittensten Trainingslagern verwendet.
nl: Uitgebreider voedsel dan het rantsoen of de snack. Wordt gebruikt in de diepste mijnen en op de meest geavanceerde trainingslocaties.
ru: Более питательная еда, чем паёк и закуска. Используется в самых глубоких шахтах и в самых продвинутых тренировочных центрах.

# europeans_ware
source: Meals are produced in an inn out of fish or meat and water and flour.
ca: Els àpats es produeixen en hostals a partir d'aigua, farina i carn o bé peix.
de: Mahlzeiten werden in einem Wirtshaus aus Fisch oder Fleisch und Wasser und Mehl hergestellt.
nl: In een herberg worden maaltijden gemaakt van vis of vlees, water en meel.
ru: Обеды готовят в трактирах из рыбы/мяса, воды и муки.

# ware
source: Water is the essence of life!
ca: L'aigua és essencial per a la vida!
de: Wasser ist Leben!
nl: Water is de essentie van het leven!
ru: Без воды - ни туды и ни сюды!

# europeans_ware
source: Water is used by the claydigger, by the forester, by all farms, and in the tavern and the brewery. The fish farm and the sheep farm need to be supplied with water, too.
ca: Molts edificis i treballadors fan servir aigua: l'excavador d'argila, el guarda forestal, les masoveries, les granges, la taverna i la cerveseria.
de: Wasser wird vom Lehmgräber, vom Förster, von allen Bauernhöfen und in der Taverne und der Brauerei benötigt. Die Fischzucht und Schafzucht müssen auch mir Wasser versorgt werden.
nl: Water wordt gebruikt door de kleigraver, door de boswachter, door alle boerderijen, in de taverne en de brouwerij. De viskwekerij en de schapenhouderij moeten ook van water worden voorzien.
ru: Вода используется землекопами, лесниками, на всех фермах, а также в таверне и пивоварне. Рыбная ферма и овцеферма также нуждаются в водоснабжении.

# europeans_ware
source: Barley is a slow-growing grain that is used for brewing beer or mead.
ca: L'ordi és un gra de creixement lent que s'usa per fer fermentar cervesa o aiguamel.
de: Gerste ist ein langsam wachsendes Getreide, das zum Brauen von Bier oder Met verwendet wird.
nl: Gerst is een langzaam groeiend graan dat wordt gebruikt voor het brouwen van bier of mede.
ru: Ячмень - медленно растущая культура, идущая на приготовление пива и медовухи.

# europeans_ware
source: Honey is produced by bees belonging to a beekeeper. It is used to brew mead.
ca: La mel la produeixen les abelles d'un apicultor. S'empra per fer aiguamel.
de: Honig wird von den Bienen eines Imkers gesammelt. Er wird benutzt, um Met zu brauen.
nl: Honing wordt geproduceerd door bijen van een imker. Het wordt gebruikt om mede te brouwen.
ru: Мед забирается пасечником из ульев. Из него варят медовуху.

# europeans_ware
source: Fruit are berries gathered from berry bushes by a fruit collector. They are used to brew fruit wine.
ca: El fruit són petites baies recollides per un recol·lector de baies. S'usen per fermentar vi de fruites.
de: Beeren werden von Beerensträuchern durch einen Beerensammler gesammelt. Sie werden benutzt um Fruchtwein zu keltern.
nl: Fruit zijn bessen die door een fruitplukker worden verzameld van bessenstruiken. Ze worden gebruikt om vruchtenwijn van te maken.
ru: Ягоды растут на плодовых кустах, пока их не соберет собиратель. Из них варят настойки.

# europeans_ware
source: These grapes are the base for a tasty wine. They are harvested in a advanced farm and processed in a winery.
ca: Aquest raïm és la base del vi. Es verema en masoveries avançades i es processa als cellers.
de: Diese Weintrauben sind die Grundlage für einen fruchtigen Wein. Sie werden auf einem verbesserten Bauernhof geerntet und in einer Weinkellerei gekeltert.
nl: Deze druiven vormen de basis voor een lekkere wijn. Ze worden geoogst op een geavanceerde boerderij en verwerkt in een wijnmakerij.
ru: Этот виноград — основа для вкусного вина. Он собирается на продвинутой ферме и перерабатывается в винодельне.

# europeans_ware
source: This beer is produced in a brewery out of barley and water. It is consumed in trainingssites and mines.
ca: La cervesa es produeix a la cerveseria amb ordi i aigua. Es consumeix als camps d'entrenament i a les mines.
de: Dieses Bier wird in Brauereien aus Gerste und Wasser gebraut. Es wird von Trainingsgebäuden und Minen benötigt.
nl: Dit bier is gemaakt in een brouwerij uit gerst en water. Het wordt geconsumeerd in trainingscentra en mijnen.
ru: Пиво варят из ячменя и воды. Его любят на тренировочных площадках и в шахтах.

# europeans_ware
source: This strong beer is produced in a brewery out of barley and water. It is consumed in trainingssites and mines.
ca: La cervesa negra es produeix a les cerveseries amb ordi i aigua. Es consumeix als camps d'entrenament i a les mines.
de: Dieses Starkbier wird in Brauereien aus Gerste und Wasser gebraut. Es wird von Trainingsgebäuden und Minen benötigt.
nl: Dit zware bier is gemaakt in een brouwerij uit gerst en water. Het wordt geconsumeerd in trainingscentra en mijnen.
ru: Крепкое пиво варят из ячменя и воды. Его пьют шахтеры и солдаты во время учений.

# europeans_ware
source: Mead is produced by breweries. Soldiers drink mead during advanced training. Advanced miners drinking mead, too.
ca: L'aiguamel es produeix a les cerveseries. Els soldats en beuen quan fan entrenaments avançats. Els miners avançats també en consumeixen.
de: Met wird in Brauereien gebraut. Soldaten drinken Met in der fortgeschrittenen Ausbildung. Bergwerksmeister trinken auch Met.
nl: Mede wordt geproduceerd door brouwerijen. Soldaten drinken mede tijdens gevorderde training. Gevorderde mijnwerkers drinken ook mede.
ru: Медовуху варят на пивоварнях. Ее пьют солдаты на учениях, равно как и опытные шахтеры.

# europeans_ware
source: This tasty wine is drunk by soldiers to train in advanced battlearena and by miners in the deepest mines. It is produced in a winery.
ca: Aquest vi saborós el beuen els soldats per entrenar a les palestres d'entrenament i pels miners de les mines més profundes. Es produeix als cellers.
de: Dieser köstliche Wein wird von Soldaten während Kämpfen in höheren Arenen und Bergleuten in den tiefsten Mienen getrunken. Er wird in Weinkellereien hergestellt.
nl: Deze smakelijke wijn wordt gedronken door soldaten die trainen in geavanceerde gevechtsarena's en door mijnwerkers in de diepste mijnen. Hij wordt geproduceerd in een wijnmakerij.
ru: Это вкусное вино пьют солдаты, тренирующиеся на продвинутой арене поединков, и шахтеры в самых глубоких шахтах. Его производят на винодельне.

# europeans_ware
source: Discarded weapons and armor can be recycled in an advanced smelting works to produce new tools, weapon and armor.
ca: Les armes i armadures fetes malbé es poden reciclar en un forn de metalls avançat per produir eines, armes i armadures noves.
de: Ausrangierte Waffen und Rüstung können in einem fortgeschrittenem Schmelzprozess zu neuen Werkzeugen, Waffen und Rüstung verarbeitet werden.
nl: Afgedankte wapens en harnassen kunnen worden teruggewonnen in een geavanceerde smelterij om nieuwe gereedschappen, wapens en harnassen te maken.
ru: Неиспользуемые оружие и броня могут быть пущены на переплавку в продвинутых литейных для ковки инструментов, а также нового оружия и новой брони.

# ware
source: Iron is smelted out of ores.
ca: El ferro s'obté fonent minerals de ferro.
de: Eisen wird aus Erz gewonnen.
nl: IJzer wordt uit ertsen gesmolten.
ru: Железо получают плавлением руды.

# europeans_ware
source: It is produced by the smelting works. Weapons, armor and tools are made of iron.
ca: Es produeix als forns de metalls. Les eines, armes i armadures es fabriquen amb ferro.
de: Es wird in Hochöfen gewonnen. Waffen, Rüstungen und Werkzeuge werden aus Eisen hergestellt.
nl: Het wordt geproduceerd door smelterijen. Wapens, harnassen en gereedschappen worden van ijzer gemaakt.
ru: Выплавляется из руды в литейной. Оружие, доспехи и инструменты делают из него.

# ware
source: Gold is the most valuable of all metals, and it is smelted out of ore.
ca: L'or és el metall més valuós. Es fon en forma de lingots a partir de mineral.
de: Gold, das wertvollste aller Metalle, wird durch Verhüttung von Erz gewonnen.
nl: Goud is het meest waardevolle van alle metalen en het wordt uit erts gesmolten.
ru: Золото - ценнейший из металлов, его получают в литейной из златоносной руды.
