Repository: Noordfrees/wl_addons_server
Catalog: po/europeans_tribe.wad/*.po
Languages: ca, de, nl, ru

# europeans_ware
source: It is produced by the smelting works. Armor and weapons are embellished with gold in the smithy. Some valuable buildings need gold to be built.
ca: Es produeix als forns de metalls. Les armadures i armes es decoren amb or als tallers. També es necessita or per construir alguns edificis.
de: Es wird im Hochofen erzeugt. Rüstungen und Waffen werden in der Schmiede mit Gold verziert. Einige wertvolle Gebäude brauchen Gold um gebaut zu werden.
nl: Het wordt geproduceerd door de smelterij. Harnassen en wapens worden versierd met goud in de smederij. Sommige waardevolle gebouwen hebben goud nodig om gebouwd te worden.
ru: Его получают в литейных. Доспехи и оружие украшают золотом в кузнице. Также золото требуется для строительства некоторых ценных зданий.

# ware
source: Wood coins are money made of wood. Its simplest barter object.
ca: Monedes fetes de fusta que serveixen per a negociar.
de: Holzmünzen sind Geld gefertigt aus Holz. Sie sind das einfachste Tauschobjekt.
nl: Houten munten zijn geld gemaakt van hout. Het is het eenvoudigste ruilobject.
ru: Деревянные монеты - это деньги, сделанные из дерева. Простейшее средство обмена.

# ware
source: Wood coins are money made of copper or bronze (copper and tin). Its the standard barter object.
ca: Monedes fetes de coure o bronze (coure i estany) que serveixen per a negociar.
de: Kupfermünzen Sind Geld aus Kupfer oder Bronze (Kupfer und Zinn). Sie sind das Standardtauschobjekt.
nl: Houten munten zijn geld gemaakt van koper of brons (koper en tin). Het is het standaard ruilobject.
ru: Медные монеты - это деньги, изготовленные из меди или бронзы (медь и олово). Это стандартное платёжное средство.

# ware
source: Wood coins are money made of silver. Its a valuable barter object.
ca: Monedes fetes de plata que serveixen per a negociar.
de: Silbermünzen sind Geld gefertigt aus Silber. Sie sind ein wertvolles Tauschobjekt.
nl: Houten munten zijn geld gemaakt van zilver. Het is een waardevol ruilobject.
ru: Серебряные монеты - это деньги, сделанные из серебра. Это ценное средство обмена.

# ware
source: Wood coins are money made of gold. Its most valuable barter object.
ca: Monedes fetes d'or que serveixen per a negociar.
de: Goldmünzen sind Geld gefertigt aus Gold. Sie sind das wertvollste Tauschobjekt.
nl: Houten munten zijn geld gemaakt van goud. Het meest waardevolle ruilobject.
ru: Золотые монеты - это деньги, сделанные из золота. Это самыое ценное средство обмена.

# europeans_ware
source: The scythe is the tool of the farmers.
ca: La dalla és l'eina dels agricultors i cultivadors.
de: Die Sense ist das Werkzeug der Bauern.
nl: De zeis is het gereedschap van de boeren.
ru: Коса - орудие хлеборобов.

# europeans_ware
source: Scythes are produced by all smithies.
ca: Les dalles es fabriquen a tots els tallers.
de: Sensen werden von allen Schmieden hergestellt.
nl: Zeisen worden door alle smederijen gemaakt.
ru: Косу выкует любой кузнец.

# europeans_ware
source: The shovel is an essential tool. Therefore the forester, the claydigger and the farmer use them.
ca: La pala és una eina essencial. Per això la fan servir el guarda forestal, l'excavador d'argila i el granger.
de: Die Schaufel ist ein unverzichtbares Werkzeug. Der Förster, der Lehmgräber und der Bauer benutzen sie.
nl: De schop is een essentieel stuk gereedschap. Daarom gebruiken de boswachter, de kleigraver en de boer deze.
ru: Лопата - важнейший инструмент. Ей пользуются лесники, землекопы и фермеры.

# europeans_ware
source: They are produced by all smithies.
ca: Es produeixen a tots els tallers.
de: Sie werden von allen Schmieden hergestellt.
nl: Ze worden geproduceerd door alle smederijen.
ru: Все инструменты изготавливают в кузницах.

# europeans_ware
source: The felling ax is the tool to chop down trees.
ca: La destral és l'eina per talar arbres.
de: Die Holzfälleraxt ist das Werkzeug, um Bäume zu fällen.
nl: De kapbijl is het gereedschap om bomen om te hakken.
ru: Этими топорами валят деревья.

# europeans_ware
source: Felling axes are used by lumberjacks and produced by all smithies.
ca: Les destrals les usen els llenyataires per talar arbres es produeixen a tots els tallers.
de: Holzfälleräxte werden von Holzfällern benutzt und in allen Schmieden hergestellt.
nl: Hakbijlen worden gebruikt door houthakkers en geproduceerd in alle smederijen.
ru: Топор дровосека используются дровосеком и производится в кузнице.

# europeans_ware
source: The pick is an essential tool. Picks are used by stonemasons and miners.
ca: El pic és una eina essencial que utilitzen els picapedrers i els miners.
de: Die Spitzhacke ist ein unentbehrliches Werkzeug. Spitzhacken werden von Steinmetzen und Bergarbeitern benutzt.
nl: De pikhouweel is een essentieel gereedschap. Pikhouwelen worden gebruikt door steenhouwers en mijnwerkers.
ru: Кирка - важнейший инструмент. Она нужна и каменщику, и шахтеру.

# europeans_ware
source: They are produced produced by all smithies.
ca: Es produeixen en tots els tallers.
de: Sie werden von allen Schmieden hergestellt.
nl: Ze worden geproduceerd door alle smederijen.
ru: Кирку скует любой кузнец.

# europeans_ware
source: The saw is an essential tool. This saw is needed by the woodcutter and the carpenter.
ca: La serra és una eina essencial. La necessiten el llenyataire i el fuster.
de: Die Säge ist ein unentbehrliches Werkzeug. Der Holzfäller und der Tischler benötigen eine Säge.
nl: De zaag is een essentieel gereedschap. De houthakker en de timmerman hebben de zaag nodig.
ru: Пила - важнейший инструмент. Ими пользуются лесорубы и плотники.

# europeans_ware
source: It is produced by all smithies.
ca: Es produeix a tots els tallers.
de: Es wird von allen Schmieden hergestellt.
nl: Het wordt geproduceerd in alle smederijen.
ru: Выковать пилу может любой кузнец.

# europeans_ware
source: The hammer is an essential tool. Geologists, builders, and smiths all need a hammer.
ca: El martell és una eina essencial per als geòlegs, constructors i ferrers.
de: Der Hammer ist ein unentbehrliches Werkzeug. Geologen, Bauarbeiter und Schmiede benötigen alle einen Hammer.
nl: De hamer is een essentieel gereedschap. Geologen, bouwvakkers en smeden hebben allemaal een hamer nodig.
ru: Молоток нужен много кому: и геологу, и строителю, и кузнецу.

# europeans_ware
source: Make sure you’ve always got some in reserve! They are produced by all smithies.
ca: Assegureu-vos que en teniu de reserva. Es produeixen a tots els tallers.
de: Stelle sicher, das du immer einige in Reserve hast! sie werden in allen Schmieden produziert.
nl: Zorg dat je er altijd een paar achter de hand hebt! Ze worden in alle smederijen gemaakt.
ru: Убедитесь, что у вас есть несколько штук в запасе! Заказывают их у кузнецов.

# europeans_ware
source: Fire tongs are the tools for smelting ores.
ca: Les tenalles són les eines per fondre minerals.
de: Feuerzangen sind Werkzeuge um Erze zu schmelzen.
nl: Vuurtonnen zijn de gereedschappen voor het smelten van ertsen.
ru: Клещи нужны в литейных.

# europeans_ware
source: They are used in the smelting works and smithies and produced produced by all smithies.
ca: S'usen als forns de metall i els tallers i es produeixen a tots els tallers.
de: Sie werden in den Hochöfen und Schmieden benutzt und werden von allen Schmieden produziert.
nl: Ze worden gebruikt in de smelterijen en smederijen en geproduceerd in alle smelterijen.
ru: Любой кузнец может выковать этот инструмент, нужный и ему самому, и литейщику.

# europeans_ware
source: This basket is needed by the farmer for harvesting the fruits and grapes and needed by miller and by gamekeeper.
ca: Els masovers necessiten cistells per recollir el raïm i altres tipus de fruita. També en necessiten el guarda de peces de caça i el moliner.
de: Dieser Korb wird vom Bauern benötigt, um Beeren und Trauben zu ernten. Auch Müller und Wildhüter brauchen einen Korb.
nl: Deze mand heeft de boer nodig voor het oogsten van fruit en druiven en ook de molenaar en de jachtopziener hebben hem nodig.
ru: Эта корзина нужна фермеру для сбора фруктов и винограда, а также мельнику и егерю.

# europeans_ware
source: It is also used by advanced carrier to transport wares. It is produced by all smithies.
ca: També n'usen els transportistes avançats per transportar béns. Es produeix en tots els tallers.
de: Er wird auch von erfahrenen Trägern benutzt um Waren zu transportieren. Er wird von allen Schmieden produziert.
nl: Het wordt ook gebruikt door gevorderde dragers om goederen te vervoeren. Het wordt geproduceerd in alle smederijen.
ru: Он также используется продвинутыми носильщиками для транспортировки товаров. Её производят кузницы.

# europeans_ware
source: Big buckets for the forester, the claydigger, and the fish breeder.
ca: Poals grans per al guarda forestal, els excavadors d'argila i el criador de peixos.
de: Große Eimer für den Förster, Lehmgräber und Fischzüchter.
nl: Grote emmers voor de boswachter, de kleigraver en de viskweker.
ru: Большие корзины для лесника, землекопа и рыбовода.

# europeans_ware
source: Needles are used by weavers.
ca: Les agulles les fan servir els teixidors.
de: Nadeln werden von Webern benötigt.
nl: Naalden worden gebruikt door wevers.
ru: Иглы нужны для шитья.

# europeans_ware
source: This bread paddle is used by the baker in a tavern or in an inn.
ca: La pala de forner l'usa el flequer a la taverna o l'hostal.
de: Dieser Brotschieber wird vom Bäcker in einer Taverne oder einem Wirtshaus benutzt.
nl: Deze broodschep wordt gebruikt door de bakker in een taverne of in een herberg.
ru: Эту хлебную лопату использует пекарь в таверне и трактире.

# europeans_ware
source: Bread paddles are produced by all smithies.
ca: Les pales de pa les produeixen tots els tallers.
de: Brotschieber werden von allen Schmieden hergestellt.
nl: Broodscheppen worden in alle smederijen gemaakt.
ru: Хлебную лопату умеет делать каждый кузнец.

# europeans_ware
source: This hook pole is used by the smoker in a tavern or in an inn.
ca: Les gafes les empren els fumadors a les tavernes o als hostals.
de: Diese Hakenstange wird vom Räucherer in Tavernen oder Wirtshäusern verwendet.
nl: Deze haakpaal wordt gebruikt door de roker in een taverne of in een herberg.
ru: На этом крюке в тавернах и трактирах коптят мясо.

# europeans_ware
source: It is created by all smithies.
ca: Es fabrica a tots els tallers.
de: Sie wird von allen Schmieden hergestellt.
nl: Het wordt gemaakt in alle smederijen.
ru: Куют эти крюки в кузницах.

# europeans_ware
source: These kitchen tools are used by the cook in a tavern or in an inn.
ca: Aquests estris de cuina els usen els cuiners a les tavernes o als hostals.
de: Diese Küchengeräte werden vom Koch in einer Taverne oder einem Wirtshaus benutzt.
nl: Dit keukengereedschap wordt gebruikt door de kok in een taverne of in een herberg.
ru: Кухонная утварь нужна для приготовления пищи в тавернах и трактирах.

# europeans_ware
source: They are created by all smithies.
ca: Ho fabriquen tots els tallers.
de: Sie werden von allen Schmieden hergestellt.
nl: Ze worden geproduceerd in alle smederijen.
ru: Их делают кузнецы.

# europeans_ware
source: Basic armor for European soldiers. It is produced in the armoe smithy. In combination with wooden spear, it is the equipment to fit out young soldiers.
de: Basisrüstung für Soldaten der Europäer. Sie wird in der Rüstungsschmiede hergestellt. In Kombination mit einem hölzernen Speer ist sie die Ausrüstung für junge Soldaten.
nl: Basisharnas voor Europese soldaten. Het wordt gemaakt in de wapensmederij. In combinatie met een houten speer is het de uitrusting voor jonge soldaten.

# europeans_ware
source: Basic armor for European soldiers. It is produced in the weaving mill. In combination with wooden spear, it is the equipment to fit out young soldiers.
ca: Armadura bàsica pels soldats europeus. Es produeix al taller de teixir. En combinació amb la llança de fusta, és l'equipament dels soldats novells.
de: Basisrüstung für Soldaten der Europäer. Er wird in Webereien hergestellt. In Kombination mit einem hölzernen Speer ist er die Ausrüstung für junge Soldaten.
nl: Basisharnas voor Europese soldaten. Het wordt geproduceerd in de weverij. In combinatie met een houten speer is het de uitrusting voor jonge soldaten.
ru: Базовая броня для европейских солдат. Его производят на ткацкой фабрике. В сочетании с деревянным копьем служит снаряжением для молодых солдат.

# europeans_ware
source: The chain armor is a medium armor for European soldiers. It is produced in a smithy and used in a battle arena to protect soldiers with additional health points.
de: Das Kettenhemd ist die mittlere Rüstung der Soldaten der Europäer. Es wird in einer normalen Rüstungsschmiede hergestellt und in der Kampfarena benötigt, um die Soldaten durch zusätzliche Lebenspunkte zu schützen.
nl: Het maliënkolder is een middelzwaar harnas voor Europese soldaten. Het wordt gemaakt in een smederij en gebruikt in een gevechtsarena om soldaten te beschermen met extra levenspunten.
ru: Кольчуга - это средняя броня для европейских солдат. Она производится в кузнице и используется на арене поединков для увелечения здоровья солдат.

# europeans_ware
source: The advanced armor is produced in the a smithy and used in the battle arena to protect soldiers with additional health points.
de: Der verbesserte Harnisch wird in einer normalen Rüstungsschmiede hergestellt und in der Kampfarena benötigt, um die Soldaten durch zusätzliche Lebenspunkte zu schützen.
nl: Het geavanceerd harnas wordt gemaakt in de smederij en gebruikt in de strijdarena om soldaten te beschermen met extra levensspunten.
ru: Улучшеные доспехи производится в кузнице и используется на Арене поединков чтобы повысить здоровье солдат.

# europeans_ware
source: Wooden boots are basic footwear for soldiers to be protect on their feet. They are produced by the dressmaker.
nl: Houten laarzen zijn basischoeisel voor soldaten om hun voeten te beschermen. Ze worden gemaakt door de kleermaker.

# europeans_ware
source: Sturdy boots are excellent footwear for soldiers to be quicker on their feet. They are produced by the dressmaker and used to train soldiers’ evade from level 0 to level 1.
de: Robuste Stiefel sind ein ausgezeichnetes Schuhwerk für Soldaten, um schneller zu Fuß zu sein. Sie werden in der Schneiderei gefertigt und dienen dazu, das Ausweichen eines Soldaten von Stufe 0 auf Stufe 1 auszubilden.
nl: Stevige laarzen zijn uitstekend schoeisel voor soldaten om sneller ter been te zijn. Ze worden gemaakt door de kleermaker en worden gebruikt om het ontwijken van soldaten te trainen van niveau 0 tot niveau 1.

# europeans_ware
source: Swift boots are light and durable footwear for soldiers to be quicker on their feet. They are produced by the dressmaker and used to train soldiers’ evade from level 1 to level 2.
de: Flinke Stiefel sind ein leichtes und widerstandsfähiges Schuhwerk für Soldaten, um schneller zu Fuß zu sein. Sie werden in der Schneiderei gefertigt und dienen dazu, das Ausweichen eines Soldaten von Stufe 1 auf Stufe 2 auszubilden.
nl: Vlugge laarzen zijn licht en duurzaam schoeisel voor soldaten om sneller ter been te zijn. Ze worden gemaakt door de kleermaker en worden gebruikt om het ontwijken van soldaten te trainen van niveau 1 naar niveau 2.

# europeans_ware
source: Hero boots! The only suitable footwear for a real hero. They are produced by the dressmaker and used to train soldiers’ evade from level 2 to level 3.
de: Heldenstiefel! Das einzig wahre Schuhwerk eines echten Helden. Sie werden in der Schneiderei gefertigt und dienen dazu, das Ausweichen eines Soldaten von Stufe 2 auf Stufe 3 auszubilden.
nl: Heldenlaarzen! Het enige geschikte schoeisel voor een echte held. Ze worden gemaakt door de kleermaker en gebruikt om het ontwijken van soldaten te trainen van niveau 2 naar niveau 3.

# europeans_ware
source: This wooden spear is the basic weapon in the European military system. It is produced in the smithy. In combination with armor, it is the equipment to fit out young soldiers.
de: Dieser Holzspeer ist die Grundwaffe des europäischen Militärsystems. Er wird in der einfachen Rüstungsschmiede hergestellt. Zusammen mit einem Harnisch ist er die Ausrüstung für junge Soldaten.
nl: Deze houten speer is het basiswapen in het Europese militaire systeem. Hij wordt gemaakt in de smederij. In combinatie met een harnas is het de uitrusting voor jonge soldaten.

# europeans_ware
source: This is a advanced spear with a steel tip. It is produced in a smithy and used in a battle arena – together with food – to train soldiers in attack.
ca: La llança avançada amb punta d'acer. Es produeix als tallers i s'usa en les palestres d'entrenament, amb menjar, per entrenar els soldats en atac.
de: Dies ist ein verbesserter Speer mit Stahlspitze. Er wird in der Schmiede hergestellt und in der Kampfarena – zusammen mit Nahrung – benötigt, um die Soldaten im Angriff auszubilden.
nl: Dit is een geavanceerde speer met een stalen punt. Hij wordt gemaakt in een smederij en gebruikt in een gevechtsarena – samen met voedsel – om soldaten te trainen in aanvallen.
ru: Это Улучшенное копье со стальным наконечником. Его производят в кузнице и используют на арене поединков – вместе с едой – для тренировки солдат в уроне.

# europeans_ware
source: This is an broad ax. It is produced in a smithy and used in a battle arena – together with food – to train soldiers in attack.
ca: Les destrals amples es produeixen en tallers i s'usen a la palestra d'entrenament –amb menjar– per entrenar l'atac dels soldats.
de: Dies ist eine Breitaxt. Sie wird in der Schmiede hergestellt und in der Kampfarena – zusammen mit Nahrung – benötigt, um die Soldaten im Angriff auszubilden.
nl: Dit is een brede bijl. Hij wordt gemaakt in een smederij en gebruikt in een gevechtsarena – samen met voedsel – om soldaten te trainen in aanvallen.
ru: Это Секира. Её производят в кузнице и используют на боевой арене – вместе с едой – для тренировки солдат в Уроне.

# europeans_ware
source: This is a broad sword. It is produced in the advanced smithy and used in a battle arena – together with food – to train soldiers in attack.
ca: Els sabres es produeixen als tallers avançats i s'usa a les palestres d'entrenament, amb menjar, per entrenar els soldats en atac.
de: Dies ist ein Breitschwert. Es wird in der Schmiede hergestellt und in der Kampfarena – zusammen mit Nahrung – benötigt, um die Soldaten im Angriff auszubilden.
nl: Dit is een breed zwaard. Het wordt gemaakt in de geavanceerde smederij en gebruikt in een gevechtsarena – samen met voedsel – om soldaten te trainen in aanvallen.
ru: Это Тесак. Он производится в продвинутой кузнице и используется на арене поединков – вместе с едой – для тренировки солдат в Уроне.

# europeans_ware
source: The helmet is the basic defense tool of a soldier. It is produced in the smithy. In combination with armor, it is the equipment to fit out young soldiers.
de: Der Helm ist die Grundverteidigung eines Soldaten. Er wird in Rüstungsschmieden hergestellt. Zusammen mit einem Harnisch ist er die Grundausrüstung für junge Soldaten.
nl: De helm is het basisverdedigingsmiddel van een soldaat. Hij wordt gemaakt in de smederij. In combinatie met een harnas is het de uitrusting voor jonge soldaten.

# europeans_ware
source: The mask is the medium defense tool of a soldier. It is produced in a smithy and used in a battle arena – together with food – to train soldiers in defense.
ca: La màscara és l'eina de defensa mitjana d'un soldat. Es produeix als tallers i s'usa a la palestra d'entrenament –amb menjar– per entrenar la defensa dels soldats.
de: Die Maske ist die mittlere Verteidigungsausrüstung eines Soldaten. Sie wird in der einfachen Rüstungsschmiede hergestellt und in der Kampfarena – zusammen mit Nahrung – benötigt, um die Soldaten in Verteidigung auszubilden.
nl: Het masker is het medium verdedigingsmiddel van een soldaat. Het wordt gemaakt in een smederij en gebruikt in een gevechtsarena – samen met voedsel – om soldaten te trainen in verdediging.
ru: Маска - это средняя защита солдата. Её производят в кузнице и используют на арене поединков – вместе с едой – для тренировки солдат в защите.

# europeans_ware
source: This steel shield is produced in a smithy and used in a battle arena – together with food – to train soldiers in defense.
ca: Aquest escut d'acer es produeix a tots els tallers en palestres d'entrenament –amb menjar– per entrenar la defensa dels soldats.
de: Dieser Stahlschild wird in der normalen Rüstungsschmiede hergestellt und in der Kampfarena – zusammen mit Nahrung – benötigt, um die Soldaten in Verteidigung auszubilden.
nl: Dit stalen schild wordt geproduceerd in een smederij en gebruikt in een gevechtsarena – samen met voedsel – om soldaten te trainen in verdediging.
ru: Этот стальной щит изготавливается в кузнице и используется на арене поединков – вместе с едой – для обучения солдат защите.

# europeans_ware
source: These advanced shields are used by the best soldiers of the Europeans. They are produced in the advanced smithy and used in the advanced battle arena – together with food – to train soldiers in defense.
ca: Aquests escuts avançats els usen els millors soldats europeus. Es produeixen als tallers avançats i s'usen a la palestra d'entrenament avançada, juntament amb menjar, per entrenar soldats en defensa.
de: Diese verbesserten Schilde werden von den besten Soldaten der Europäer benutzt. Sie werden in der verbesserten Rüstungsschmiede hergestellt und in der Kampfarena – zusammen mit Nahrung – benötigt, um die Soldaten in Verteidigung auszubilden.
nl: Deze geavanceerde schilden worden gebruikt door de beste soldaten van de Europeanen. Ze worden geproduceerd in de geavanceerde smederij en gebruikt in de geavanceerde gevechtsarena – samen met voedsel – om soldaten te trainen in verdediging.
ru: Эти улучшенные щиты используются лучшими солдатами Европейцев. Они производятся в продвинутой кузнице и используются на продвинутой арене поединков – вместе с едой – для обучения солдат защите.

# europeans_worker
source: Used for recruiting all other workers.
ca: S'usa per reclutar altres treballadors.
de: Wird benötigt um alle anderen Arbeiter auszubilden.
nl: Wordt gebruikt voor het werven van alle andere werknemers.
ru: Может освоить любую профессию.

# europeans_worker
source: Carries items along your roads with their hands.
ca: Porta béns pels camins amb les seves mans.
de: Transportiert Waren auf deinen Straßen mit seinen Händen.
nl: Draagt voorwerpen langs je wegen met zijn handen.
ru: Носят товары по дорогам в руках.

# europeans_worker
source: Carries items along your roads with baskets.
ca: Porta béns amb cistells pels camins.
de: Transportiert Waren auf deinen Straßen mit Körben.
nl: Draagt items langs je wegen met manden.
ru: Переносят товары в корзинах по вашим дорогам.

# europeans_worker
source: Carries items along your roads. They are reared in an animal farm.
ca: Porta coses d'un lloc a l'altre pels camins. Es crien en granges d'animals.
de: Transportiert Gegenstände entlang deiner Straßen. Sie werden in einer Tierzucht großgezogen.
nl: Draagt items langs je wegen. Ze worden gefokt in een dierenboerderij.
ru: Перевозят грузы по дорогам. Их выращивают на скотных дворах.

# europeans_worker
source: Donkeys help to carry items along busy roads. They are reared in an animal farm.
ca: Els ases ajuden a transportar béns en camins molt transitats. Es crien en granges d'animals.
de: Esel helfen dabei, Gegenstände entlang ausgelasteter Straßen zu transportieren. Sie werden in einer Tierzucht großgezogen.
nl: Ezels helpen om voorwerpen langs drukke wegen te dragen. Ze worden gefokt in een dierenboerderij.
ru: Ослы помогают перевозить предметы по оживленным дорогам. Они выращиваются на скотном дворе.
