Repository: Noordfrees/wl_addons_server
Catalog: po/europeans_tribe.wad/*.po
Languages: ca, de, nl, ru

# europeans_building
source: The stonecutter working at this quarry can’t find any rocks in his work area.
ca: El treballador d'aquesta pedrera no pot trobar més roques dins la seva àrea de treball.
de: Der Steinmetz in diesem Steinbruch kann keine Felsen in seinem Arbeitsbereich finden.
nl: De steenhouwer die in deze steengroeve werkt, kan geen stenen vinden in zijn werkgebied.
ru: Здешний Камнетёс не может найти скалы в пределах своей рабочей области.

# europeans_building
source: Advanced Terraformer’s House
ca: Casa del terraformador avançada
de: Verbessertes Bodenverbessererhaus
nl: Geavanceerd Terreinvormershuis
ru: Продвинутый дом терраформера

# europeans_building
source: terraforming coast
ca: modificar la costa
de: Das Gewinnen von Land
nl: aardevormende kust
ru: терраформирует побережье

# europeans_building
source: terraforming pond with water
nl: terravorm vijver met water

# europeans_building
source: terraforming dry pond
nl: aardevormende droge vijver

# europeans_building
source: Basic Terraformer’s House
ca: Casa del terraformador bàsica
de: Einfaches Bodenverbessererhaus
nl: Basis Aardewerkershuis
ru: Базовый дом терраформера

# europeans_building
source: Normal Terraformer’s House
ca: Casa del terraformador normal
de: Normales Bodenverbessererhaus
nl: Normaal Aardewerkershuis
ru: Обычный дом терраформера

# europeans_building
source: Advanced Charcoal Kiln
ca: Kiln de carbó vegetal avançat
de: Verbesserte Köhlerei
nl: Geavanceerde Houtskooloven
ru: Продвинутая печь углежога

# europeans_building
source: producing coal
ca: produir carbó
de: Das Brennen von Kohle
nl: steenkool produceren
ru: обжигает уголь

# europeans_building
source: Basic Charcoal Kiln
ca: Kiln de carbó vegetal bàsic
de: Einfache Köhlerei
nl: Basis Houtskooloven
ru: Базовая печь углежога

# europeans_building
source: Normal Charcoal Kiln
ca: Kiln de carbó vegetal normal
de: Normale Köhlerei
nl: Normale Houtskooloven
ru: Обычная Печь углежога

# europeans_building
source: Advanced Sawmill
ca: Serradora avançada
de: Verbesserte Sägemühle
nl: Geavanceerde Houtzagerij
ru: Продвинутая Лесопилка

# europeans_building
source: sawing logs
ca: serrar troncs
de: Das Zersägen von Stämmen
nl: boomstammen zagen
ru: пилит брёвна

# europeans_building
source: hardening wood
ca: endurir fusta
de: Das Härten von Holz
nl: hout harden
ru: обжигает дерево

# europeans_building
source: Basic Sawmill
ca: Serradora bàsica
de: Einfache Sägemühle
nl: Basis Houtzagerij
ru: Базовая лесопилка

# europeans_building
source: Normal Sawmill
ca: Serradora normal
de: Normale Sägemühle
nl: Normale Houtzagerij
ru: Обычная Лесопилка

# europeans_building
source: Advanced Smelting Works
ca: Forn de metalls avançat
de: Verbesserter Hochofen
nl: Geavanceerde Smelterij
ru: Продвинутая Литейная

# europeans_building
source: recycling iron
ca: reciclar ferro
de: Das Rückgewinnen von Eisen
nl: ijzer recycleren
ru: переплавляет металлолом

# europeans_building
source: recycling iron and gold
ca: reciclar ferro i or
de: Das Rückgewinnen von Eisen und Gold
nl: recyclen van ijzer en goud
ru: переплавляет железо и золото

# europeans_building
source: smelting iron
ca: fondre ferro
de: Das Verhütten von Eisen
nl: ijzer smelten
ru: плавит железо

# europeans_building
source: smelting gold
ca: fondre or
de: Das Verhütten von Gold
nl: goud smelten
ru: плавит золото

# europeans_building
source: Basic Smelting Works
ca: Forn de metalls bàsic
de: Einfacher Hochofen
nl: Basis Smelterij
ru: Базовая Литейная

# europeans_building
source: Normal Smelting Works
ca: Forn de metalls normal
de: Normaler Hochofen
nl: Normale Smelterij
ru: Обычная Литейная

# europeans_building
source: Advanced Armorsmithy
ca: Taller d'armadures avançat
de: Verbesserte Rüstungsschmiede
nl: Geavanceerde Wapenmakerij
ru: Продвинутая бронная

# europeans_building
source: making a wooden armor
de: Das Herstellen einer hölzernen Rüstung
nl: een houten harnas maken

# europeans_building
source: making a pair of wooden boots
nl: een paar houten laarzen maken

# europeans_building
source: making a wooden helmet
de: Das Herstellen eine hölzernen Helms
nl: een houten helm maken

# europeans_building
source: forging a wooden spear
ca: forjar una llança de fusta
de: Das Herstellen eines Holzspeers
nl: een houten speer maken
ru: изготавливает Деревянное копьё

# europeans_building
source: making processed armor
de: Das Herstellen eines überarbeitete Harnischs
nl: bewerkt harnas maken

# europeans_building
source: forging a suit of chain armor
ca: forjar una cota de malla
de: Das Schmieden eines Kettenhemds
nl: een maliënkolder smeden
ru: кует кольчужные доспехи

# europeans_building
source: forging a suit of advanced armor
de: Das Schmieden eines verbesserten Harnischs
nl: een geavanceerd harnas smeden
ru: кует улучшеные доспехи

# europeans_building
source: making study boots
de: Das Herstellen robuster Stiefel
nl: werklaarzen maken

# europeans_building
source: making swift boots
de: Das Herstellen flinker Stiefel
nl: vlotte laarzen maken

# europeans_building
source: making advanced boots
de: Das Herstellen verbesserter Stiefel
nl: geavanceerde laarzen maken

# europeans_building
source: forging a mask
ca: forjar una màscara
de: Das Schmieden einer Maske
nl: een masker smeden
ru: кует маску

# europeans_building
source: forging a steel shield
ca: forjar un escut d'acer
de: Das Schmieden eines Stahlschilds
nl: een stalen schild smeden
ru: кует стальной щит

# europeans_building
source: forging an advanced shield
ca: forjar un escut avançat
de: Das Schmieden eines verbesserten Schilds
nl: een geavanceerd schild smeden
ru: кует Улучшенный щит

# europeans_building
source: forging an advanced spear
ca: forjar una llança millorada
de: Das Schmieden eines verbesserten Speers
nl: een geavanceerde speer smeden
ru: кует Улучшенное копье

# europeans_building
source: forging a broad ax
ca: forjar una destral ampla
de: Das Schmieden einer Breitaxt
nl: een brede bijl smeden
ru: кует Секиру

# europeans_building
source: forging a broadsword
ca: forjar un sabre
de: Das Schmieden eines Breitschwertes
nl: een slagzwaard smeden
ru: кует Тесак

# europeans_building
source: Basic Armorsmithy
ca: Taller d'armadures bàsic
de: Einfache Rüstungsschmiede
nl: Basis Wapenmakerij
ru: Базовая Бронная

# europeans_building
source: Normal Armorsmithy
ca: Taller d'armadures normal
de: Normale Rüstungsschmiede
nl: Normale Wapenmakerij
ru: Обычная Бронная

# europeans_building
source: Advanced Toolsmithy
ca: Taller d'eines avançat
de: Verbesserte Werkzeugschmiede
nl: Geavanceerde Gereedschapsmakerij
ru: Продвинутая Инструментальная мастерская

# europeans_building
source: making baskets
ca: fer un cistell
de: Das Herstellen von Körben
nl: manden maken
ru: делает корзины

# europeans_building
source: making bread paddles
ca: fabricar pales de forner
de: Das Herstellen von Brotschiebern
nl: broodschalen maken
ru: делает хлебные лопаты

# europeans_building
source: making buckets
ca: fer poals
de: Das Herstellen von Eimern
nl: emmers maken
ru: делает вёдра

# europeans_building
source: making felling axes
ca: fabricar destrals
de: Das Herstellen von Holzfälleräxten
nl: kapbijlen maken
ru: делает топоры дровосека

# europeans_building
source: making fire tongs
ca: fabricar tenalles
de: Das Herstellen einer Feuerzange
nl: vuurtonnen maken
ru: делает клещи

# europeans_building
source: making hammers
ca: fabricar martells
de: Das Herstellen von Hämmern
nl: hamers maken
ru: делает молотки

# europeans_building
source: making hook poles
ca: fabricar gafes
de: Das Herstellen von Hakenstangen
nl: haakpalen maken
ru: делает багры

# europeans_building
source: making kitchen tools
ca: fabricar estris de cuina
de: Das Herstellen von Küchengeräten
nl: keukengerei maken
ru: делает Кухонную Утварь

# europeans_building
source: making needles
ca: fabricar agulles
de: Das Herstellen von Nadeln
nl: naalden maken
ru: делает иглы

# europeans_building
source: making picks
ca: fabricar pics
de: Das Herstellen von Spitzhacken
nl: pikhouwelen maken
ru: делает кирки

# europeans_building
source: making saws
ca: fabricar serres
de: Das Herstellen von Sägen
nl: zagen maken
ru: делает пилы

# europeans_building
source: making sycthes
ca: fabricar dalles
de: Das Herstellen von Sensen
nl: zeis maken
ru: делает косы

# europeans_building
source: making shovels
ca: fabricar pales
de: Das Herstellen von Schaufeln
nl: schoppen maken
ru: делает лопаты

# europeans_building
source: Basic Toolsmithy
ca: Taller d'eines bàsic
de: Einfache Werkzeugschmiede
nl: Basis Gereedschapsmakerij
ru: Базовая Инструментальная мастерская

# europeans_building
source: Normal Toolsmithy
ca: Taller d'eines normal
de: Normale Werkzeugschmiede
nl: Normale Gereedschapsmakerij
ru: Обычная Инструментальная мастерская

# europeans_building
source: Advanced Stonemason’s House
ca: Taller de la pedra avançat
de: Verbesserter Steinmetz
nl: Geavanceerd Steenhouwershuis
ru: Продвинутый Дом Каменщика

# europeans_building
source: mixing grout
ca: barrejar lletades de calç
de: Das Mischen von Mörtel
nl: specie mengen
ru: месит цемент

# europeans_building
source: burning bricks
ca: coure maons
de: Das Brennen von Ziegeln
nl: bakstenen bakken
ru: обжигает кирпичи

# europeans_building
source: sculpting a marble column
ca: esculpir una columna de marbre
de: Das Formen einer Marmorsäule
nl: een marmeren zuil beeldhouwen
ru: вытесывает мраморную колонну

# europeans_building
source: Basic Lime Kiln
ca: Forn de calç bàsic
de: Einfacher Kalkofen
nl: Basis Kalkoven
ru: Базовая Цементная Печь

# europeans_building
source: Normal Lime Kiln
ca: Forn de calç normal
de: Normaler Kalkofen
nl: Normale Kalkoven
ru: Обычная Цементная Печь

# europeans_building
source: Advanced Weaving Mill
ca: Taller de teixir avançat
de: Verbesserte Weberei
nl: Geavanceerde Weverij
ru: Продвинутая Ткацкая фабрика

# europeans_building
source: weaving cloth
ca: teixir tela
de: Das Weben von Stoff
nl: stof weven
ru: ткет полотно

# europeans_building
source: tailoring a suit of armor
de: Das Schneidern einer Rüstung
nl: een harnas op maat maken

# europeans_building
source: Basic Weaving Mill
ca: Taller de teixir bàsic
de: Einfache Weberei
nl: Basis Weverij
ru: Базовая Ткацкая фабрика

# europeans_building
source: Normal Weaving Mill
ca: Taller de teixir normal
de: Normale Weberei
nl: Normale Weverij
ru: Обычная Ткацкая фабрика

# europeans_building
source: Advanced Brewery
ca: Cerveseria avançada
de: Verbesserte Brauerei
nl: Geavanceerde Brouwerij
ru: Продвинутая пивоварня

# europeans_building
source: brewing beer
ca: preparar cervesa
de: Das Brauen von Bier
nl: bier brouwen
ru: варит пиво

# europeans_building
source: brewing mead
ca: preparar aiguamel
de: Das Brauen von Met
nl: honingwijn brouwen
ru: варит медовуху

# europeans_building
source: brewing strong beer
ca: preparar cervesa negra
de: Das Brauen von Starkbier
nl: sterk bier brouwen
ru: варит крепкое пиво

# europeans_building
source: Basic Brewery
ca: Cerveseria bàsica
de: Einfache Brauerei
nl: Basis Brouwerij
ru: Базовая Пивоварня

# europeans_building
source: Normal Brewery
ca: Cerveseria normal
de: Normale Brauerei
nl: Normale Brouwerij
ru: Обычная пивоварня

# europeans_building
source: Advanced Brewery and Winery
ca: Cerveseria i celler avançats
de: Verbesserte Brauerei und Kellerei
nl: Geavanceerde Brouwerij en Wijnmakerij
ru: Продвинутая пивоварня и Винодельня

# europeans_building
source: making wine
ca: fer vi
de: Das Keltern von Wein
nl: wijn maken
ru: делает вино

# europeans_building
source: Advanced Mill
ca: Molí avançat
de: Verbesserte Mühle
nl: Geavanceerde Molen
ru: Продвинутая мельница

# europeans_building
source: grinding rye and wheat
ca: moldre sègol i blat
de: Das Mahlen von Roggen und Weizen
nl: rogge en tarwe malen
ru: мелет рожь и пшеницу

# europeans_building
source: Basic Mill
ca: Molí bàsic
de: Einfache Mühle
nl: Basis Molen
ru: Базовая мельница

# europeans_building
source: Normal Mill
ca: Molí normal
de: Normale Mühle
nl: Normale Molen
ru: Обычная мельница

# europeans_building
source: Advanced Tavern
nl: Geavanceerde Taverne

# europeans_building
source: preparing a ration
ca: preparar una ració
de: Das Zubereiten einer Ration
nl: een rantsoen klaarmaken
ru: готовит Паёк

# europeans_building
source: preparing a snack
ca: preparar un aperitiu
de: Das Zubereiten eines Snacks
nl: een snack klaarmaken
ru: готовит закуску

# europeans_building
source: preparing a meal
ca: preparar un àpat
de: Das Zubereiten einer Mahlzeit
nl: een maaltijd klaarmaken
ru: готовит обед

# europeans_building
source: Basic Tavern
ca: Taverna bàsic
de: Einfache Taverne
nl: Basis Herberg
ru: Базовая таверна

# europeans_building
source: Inn
nl: Herberg

# europeans_building
source: Normal Tavern
nl: Normale Taverne

# europeans_building
source: Basic Coal Mine
ca: Mina de carbó bàsica
de: Einfache Kohlemine
nl: Basis Steenkoolmijn
ru: Базовая угольная шахта

# europeans_building
source: mining coal
ca: extraure carbó
de: Das Fördern von Kohle
nl: delven van steenkool
ru: добывает уголь

source: No Coal
ca: No hi ha carbó
de: Keine Kohle
nl: Geen Steenkool
ru: Нет угля

source: Main Coal Vein Exhausted
ca: S'ha exhaurit el filó de carbó
de: Hauptkohleader erschöpft
nl: Hoofdkolenader Uitgeput
ru: Основная угольная жила исчерпана

# europeans_building
source: This coal mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
ca: El filó principal d'aquesta mina de carbó s'ha esgotat. Les extraccions es reduiran considerablement. Considereu ampliar la mina, desmantellar-la o destruir-la.
de: Die Hauptader dieser Kohlemine ist erschöpft. Die Produktivität wird stark einbrechen. Du solltest diese Mine ausbauen, abreißen oder zerstören.
nl: De hoofdader van deze kolenmijn is uitgeput. Verwacht een sterk verminderd rendement op je investering. Je zou moeten overwegen om hem te verbeteren, ontmantelen of vernietigen.
ru: Шахта исчерпала основные залежи угля. Добыча обязательно упадет при сохранении затрат. Углубите, разберите или снесите ее.

# europeans_building
source: Coal Mine Level 1
ca: Mina de carbó de nivell 1
de: Kohlemine Stufe 1
nl: Kolenmijn Niveau 1
ru: Угольная шахта 1 уровня

# europeans_building
source: Coal Mine Level 2
ca: Mina de carbó de nivell 2
de: Kohlemine Stufe 2
nl: Kolenmijn Niveau 2
ru: Угольная шахта 2 уровня

# europeans_building
source: Coal Mine Level 3
ca: Mina de carbó de nivell 3
de: Kohlemine Stufe 3
nl: Kolenmijn Niveau 3
ru: Угольная шахта 3 уровня

# europeans_building
source: Coal Mine Level 4
ca: Mina de carbó de nivell 4
de: Kohlemine Stufe 4
nl: Kolenmijn Niveau 4
ru: Угольная шахта 4 уровня

# europeans_building
source: Coal Mine Level 5
ca: Mina de carbó de nivell 5
de: Kohlemine Stufe 5
nl: Kolenmijn Niveau 5
ru: Угольная шахта 5 уровня

# europeans_building
source: This coal mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider dismantling or destroying it.
ca: El filó principal d'aquesta mina de carbó s'ha esgotat. Les extraccions es reduiran considerablement. Considereu desmantellar-la o destruir-la.
de: Die Hauptader dieser Kohlemine ist erschöpft. Die Produktivität wird stark einbrechen. Du solltest diese Mine abreißen oder zerstören.
nl: De hoofdader van deze kolenmijn is uitgeput. Verwacht een sterk verminderd rendement op je investering. Je zou moeten overwegen om hem te ontmantelen of te vernietigen.
ru: Шахта исчерпала основные залежи угля. Добыча обязательно упадет при сохранении затрат. Вам остается только разобрать или снести ее.

# europeans_building
source: Basic Gold Mine
ca: Mina d'or bàsica
de: Einfache Goldmine
nl: Basis Goudmijn
ru: Базовая золотая шахта

# europeans_building
source: mining ore
ca: extraure mineral
de: Das Fördern von Erz
nl: Erts delven
ru: добывает руду

source: No Gold
ca: No hi ha or
de: Kein Gold
nl: Geen Goud
ru: Нет золота

source: Main Gold Vein Exhausted
ca: S'ha exhaurit el filó d'or
de: Hauptgoldader erschöpft
nl: Hoofdgoudader Uitgeput
ru: Основная золотоносная жила исчерпана

# europeans_building
source: This gold mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
ca: El filó principal d'aquesta mina d'or s'ha esgotat. Les extraccions es reduiran considerablement. Considereu ampliar la mina, desmantellar-la o destruir-la.
de: Die Hauptader dieser Goldmine ist erschöpft. Die Produktivität wird stark einbrechen. Du solltest diese Mine ausbauen, abreißen oder zerstören.
nl: De hoofdader van deze goudmijn is uitgeput. Verwacht een sterk verminderd rendement op je investering. Je zou moeten overwegen om hem te verbeteren, ontmantelen of vernietigen.
ru: Основная златоносная жила исчерпана. Ожидается меньшая отдача при сохранении затрат. Вы можете углубить, разобрать или снести шахту.

# europeans_building
source: Gold Mine Level 1
ca: Mina d'or de nivell 1
de: Goldmine Stufe 1
nl: Goudmijn Niveau 1
ru: Золотая шахта 1 уровня

# europeans_building
source: Gold Mine Level 2
ca: Mina d'or de nivell 2
de: Goldmine Stufe 2
nl: Goudmijn Niveau 2
ru: Золотая шахта 2 уровня

# europeans_building
source: Gold Mine Level 3
ca: Mina d'or de nivell 3
de: Goldmine Stufe 3
nl: Goudmijn Niveau 3
ru: Золотая шахта 3 уровня

# europeans_building
source: Gold Mine Level 4
ca: Mina d'or de nivell 4
de: Goldmine Stufe 4
nl: Goudmijn Niveau 4
ru: Золотая шахта 4 уровня

# europeans_building
source: Gold Mine Level 5
ca: Mina d'or de nivell 5
de: Goldmine Stufe 5
nl: Goudmijn Niveau 5
ru: Золотая шахта 5 уровня

# europeans_building
source: This gold mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider dismantling or destroying it.
ca: El filó principal d'aquesta mina d'or s'ha esgotat. Les extraccions es reduiran considerablement. Considereu desmantellar-la o destruir-la.
de: Die Hauptader dieser Goldmine ist erschöpft. Die Produktivität wird stark einbrechen. Du solltest diese Mine abreißen oder zerstören.
nl: De hoofdader van deze goudmijn is uitgeput. Verwacht een sterk verminderde opbrengst van je investering. Overweeg het te ontmantelen of te vernietigen.
ru: Златоносная жила исчерпана. Ожидается спад добычи при сохранении затрат. Вы можете разобрать или снести шахту.

# europeans_building
source: Basic Iron Mine
ca: Mina de ferro bàsica
de: Einfache Eisenmine
nl: Basis IJzermijn
ru: Базовый железный рудник

source: No Iron
ca: No hi ha ferro
de: Kein Eisen
nl: Geen IJzer
ru: Нет железа

source: Main Iron Vein Exhausted
ca: S'ha exhaurit el filó de ferro
de: Haupteisenader erschöpft
nl: Hoofdijzerader Uitgeput
ru: Основная железосодержащая жила исчерпана

# europeans_building
source: This iron mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
ca: El filó principal d'aquesta mina de ferro s'ha esgotat. Les extraccions es reduiran considerablement. Considereu ampliar la mina, desmantellar-la o destruir-la.
de: Die Hauptader dieser Eisenmine ist erschöpft. Die Produktivität wird stark einbrechen. Du solltest diese Mine ausbauen, abreißen oder zerstören.
nl: De hoofdader van deze ijzermijn is uitgeput. Verwacht een sterk verminderd rendement op je investering. Je zou moeten overwegen om hem te verbeteren, ontmantelen of vernietigen.
ru: Залежи железа обеднели. Ожидается спад производительности при сохранении издержек. Вы можете углубить, разобрать или снести шахту.

# europeans_building
source: Iron Mine Level 1
ca: Mina de ferro de nivell 1
de: Eisenmine Stufe 1
nl: IJzermijn Niveau 1
ru: Железная шахта 1 уровня

# europeans_building
source: Iron Mine Level 2
ca: Mina de ferro de nivell 2
de: Eisenmine Stufe 2
nl: IJzermijn Niveau 2
ru: Железная шахта 2 уровня

# europeans_building
source: Iron Mine Level 3
ca: Mina de ferro de nivell 3
de: Eisenmine Stufe 3
nl: IJzermijn Niveau 3
ru: Железная шахта 3 уровня

# europeans_building
source: Iron Mine Level 4
ca: Mina de ferro de nivell 4
de: Eisenmine Stufe 4
nl: IJzermijn Niveau 4
ru: Железная шахта 4 уровня

# europeans_building
source: Iron Mine Level 5
ca: Mina de ferro de nivell 5
de: Eisenmine Stufe 5
nl: IJzermijn Niveau 5
ru: Железная шахта 5 уровня

# europeans_building
source: This iron mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider dismantling or destroying it.
ca: El filó principal d'aquesta mina de ferro s'ha esgotat. Les extraccions es reduiran considerablement. Considereu desmantellar-la o destruir-la.
de: Die Hauptader dieser Eisenmine ist erschöpft. Die Produktivität wird stark einbrechen. Du solltest diese Mine abreißen oder zerstören.
nl: De hoofdader van deze ijzermijn is uitgeput. Verwacht een sterk verminderd rendement op je investering. Overweeg hem te ontmantelen of te vernietigen.
ru: Главная жила железного рудника исчерпана. Ожидается спад добычи при сохранении затрат. Вы можете разобрать или снести шахту.

# europeans_building
source: Basic Well
ca: Pou bàsic
de: Einfacher Brunnen
nl: Basis Waterbron
ru: Базовый Колодец

# europeans_building
source: mining water
ca: extraure aigua
de: Das Fördern von Wasser
nl: water winnen
ru: добывает воду

source: No Water
ca: No hi ha aigua.
de: Kein Wasser
nl: Geen Water
ru: Нет воды

source: Out of Water
ca: Sense aigua
de: Kein Wasser
nl: Zonder Water
ru: Вода вычерпана

# europeans_building
source: The carrier working at this well can’t find any water in his well.
ca: El treballador d'aquest pou no pot trobar aigua.
de: Der Träger an diesem Brunnen kann kein Wasser mehr finden.
nl: De waterdrager die bij deze put werkt, kan geen water vinden in zijn put.
ru: Носильщик не может найти воду в этом колодце.

# europeans_building
source: Well Level 1
ca: Pou d'aigua de nivell 1
de: Brunnen Stufe 1
nl: Waterbron Niveau 1
ru: Колодец 1-го уровня

# europeans_building
source: Well Level 2
ca: Pou d'aigua de nivell 2
de: Brunnen Stufe 2
nl: Waterbron Niveau 2
ru: Колодец 2-го уровня

# europeans_building
source: Well Level 3
ca: Pou d'aigua de nivell 3
de: Brunnen Stufe 3
nl: Waterbron Niveau 3
ru: Колодец 3-го уровня

# europeans_building
source: Well Level 4
ca: Pou d'aigua de nivell 4
de: Brunnen Stufe 4
nl: Waterbron Niveau 4
ru: Колодец 4-го уровня

source: mining water
ca: extraure aigua
de: Das Fördern von Wasser
nl: water winnen
ru: добывает воду

# europeans_building
source: Well Level 5
ca: Pou d'aigua de nivell 5
de: Brunnen Stufe 5
nl: Waterbron Niveau 5
ru: Колодец 5-го уровня

# europeans_building
source: Big Well
ca: Pou gran
de: Großer Brunnen
nl: Grote Waterbron
ru: Большой колодец

# europeans_building
source: Advanced Recruitement Center
ca: Centre de reclutament avançat
de: Verbesserte Ausbildungsgilde
nl: Geavanceerd Aanwervingscentrum
ru: Продвинутый отдел кадров

# europeans_building
source: recruiting first carrier
ca: reclutar un transportista
de: Die Ausbildung eines ersten Trägers
nl: eerste waterdrager aanwerven
ru: нанимает первого носильщика

# europeans_building
source: recruiting second carrier
ca: reclutar un segon transportista
de: Die Ausbildung eines zweiten Trägers
nl: tweede waterdrager aanwerven
ru: нанимает второго носильщика

# europeans_building
source: recruiting third carrier
ca: reclutar un tercer transportista
de: Die Ausbildung eines dritten Trägers
nl: derde waterdrager aanwerven
ru: нанимает третьего Носильщика

# europeans_building
source: recruiting builder
ca: reclutar un constructor
de: Die Ausbildung eines Bauarbeiters
nl: bouwer aanwerven
ru: нанимает строителя

# europeans_building
source: recruiting baker
ca: reclutar un flequer
de: Die Ausbildung eines Bäckers
nl: bakker aanwerven
ru: нанимает пекаря
