Repository: Noordfrees/wl_addons_server
Catalog: po/europeans_tribe.wad/*.po
Languages: ca, de, nl, ru

source: Sea Buckthorn (medium)
ca: Espí groc (fruits per madurar)
de: Seekreuzdorn (mittel)
nl: Duindoorn (medium)
ru: Облепиха (средняя)

source: Sea Buckthorn (ripe)
ca: Espí groc (fruits madurs)
de: Seekreuzdorn (reif)
nl: Duindoorn (rijp)
ru: Облепиха (зрелая)

source: Sea Buckthorn (small)
ca: Espí groc (jove)
de: Seekreuzdorn (klein)
nl: Duindoorn (klein)
ru: Облепиха (малая)

source: Sea Buckthorn (tiny)
ca: Espí groc (molt jove)
de: Seekreuzdorn (jung)
nl: Duindoorn (zeer klein)
ru: Облепиха (крохотная)

source: Stink Shepherd’s Tree (medium)
ca: Arbre del pastor fètid (mitjà)
de: Stinkender Hirtenbaum (mittel)
nl: Stinkende Herdersboom (medium)
ru: Босция (средняя)

source: Stink Shepherd’s Tree (ripe)
ca: Arbre del pastor fètid (madur)
de: Stinkender Hirtenbaum (reif)
nl: Stinkende Herdersboom (rijp)
ru: Босция (зрелая)

source: Stink Shepherd’s Tree (small)
ca: Arbre del pastor fètid (jove)
de: Stinkender Hirtenbaum (klein)
nl: Stinkende Herdersboom (klein)
ru: Босция (малая)

source: Stink Shepherd’s Tree (tiny)
ca: Arbre del pastor fètid (molt jove)
de: Stinkender Hirtenbaum (jung)
nl: Stinkende Herdersboom (zeer klein)
ru: Босция (крохотная)

source: Strawberries (medium)
ca: Arbust maduixer (maduixes per madurar)
de: Erdbeerfeld (mittel)
nl: Aardbeien (medium)
ru: Клубника (среднее)

source: Strawberries (ripe)
ca: Arbust maduixer (maduixes madures)
de: Erdbeerfeld (reif)
nl: Aardbeien (rijp)
ru: Клубника (зрелое)

source: Strawberries (small)
ca: Arbust maduixer (jove)
de: Erdbeerfeld (klein)
nl: Aardbeien (klein)
ru: Клубника (малое)

source: Strawberries (tiny)
ca: Arbust maduixer (molt jove)
de: Erdbeerfeld (jung)
nl: Aardbeien (zeer klein)
ru: Клубника (крохотное)

# immovable
source: Blackroot Field (harvested)
ca: Camp de negrarrel (recol·lectat)
de: Dunkelrübenfeld (abgeerntet)
nl: Blackroot Veld (geoogst)
ru: Козельцовое поле (убрано)

# immovable
source: Blackroot Field (medium)
ca: Camp de negrarrel (negrarrel per madurar)
de: Dunkelrübenfeld (mittel)
nl: Blackroot Veld (medium)
ru: Козельцовое поле (среднее)

# immovable
source: Blackroot Field (ripe)
ca: Camp de negrarrel (negrarrel madura)
de: Dunkelrübenfeld (reif)
nl: Blackroot Veld (rijp)
ru: Козельцовое поле (крохотное)

# immovable
source: Blackroot Field (small)
ca: Camp de negrarrel (jove)
de: Dunkelrübenfeld (klein)
nl: Blackroot Veld (klein)
ru: Козельцовое поле (малое)

# immovable
source: Blackroot Field (tiny)
ca: Camp de negrarrel (molt jove)
de: Dunkelrübenfeld (jung)
nl: Blackroot Veld (zeer klein)
ru: Козельцовое поле (крохотное)

# immovable
source: Cornfield (harvested)
ca: Panissar (recol·lectat)
de: Maisfeld (abgeerntet)
nl: Korenveld (geoogst)
ru: Кукурузное поле (убрано)

# immovable
source: Cornfield (medium)
ca: Panissar (panís per madurar)
de: Maisfeld (mittel)
nl: Maïsveld (medium)
ru: Кукурузное поле (среднее)

# immovable
source: Cornfield (ripe)
ca: Panissar (panís madur)
de: Maisfeld (reif)
nl: Maïsveld (rijp)
ru: Кукурузное поле (зрелое)

# immovable
source: Cornfield (small)
ca: Panissar (jove)
de: Maisfeld (klein)
nl: Maïsveld (klein)
ru: Кукурузное поле (малое)

# immovable
source: Cornfield (tiny)
ca: Panissar (molt jove)
de: Maisfeld (jung)
nl: Maïsveld (zeer klein)
ru: Кукурузное поле (крохотное)

# immovable
source: Dry Pond
ca: Estany sec
de: Trockener Teich
nl: Droge Vijver
ru: Пересохший пруд

# immovable
source: Pond with water
ca: Estany amb aigua
de: Teich mit Wasser
nl: Vijver met water
ru: Пруд, заполеный водой

# immovable
source: Reed Field (medium)
ca: Camp de juncs (per madurar)
de: Reetfeld (mittel)
nl: Rietveld (medium)
ru: Тростниковое поле (среднее)

# immovable
source: Reed Field (ripe)
ca: Camp de juncs (madur)
de: Reetfeld (reif)
nl: Rietveld (rijp)
ru: Тростниковое поле (зрелое)

# immovable
source: Reed Field (small)
ca: Camp de juncs (joves)
de: Reetfeld (klein)
nl: Rietveld (klein)
ru: Тростниковое поле (малое)

# immovable
source: Reed Field (tiny)
ca: Camp de juncs (molt jove)
de: Reetfeld (jung)
nl: Rietveld (zeer klein)
ru: Тростниковое поле (крохотное)

# resource_indicator
source: Some Coal
ca: Una mica de carbó
de: Wenig Kohle
nl: Wat Steenkool
ru: Немного угля

# resource_indicator
source: A Lot of Coal
ca: Un muntó de carbó
de: Viel Kohle
nl: Veel Steenkool
ru: Много угля

# resource_indicator
source: Some Gold
ca: Una mica d'or
de: Wenig Gold
nl: Wat Goud
ru: Немного золота

# resource_indicator
source: A Lot of Gold
ca: Un muntó d'or
de: Viel Gold
nl: Veel Goud
ru: Много золота

# resource_indicator
source: Some Iron
ca: Una mica de ferro
de: Wenig Eisen
nl: Wat ijzer
ru: Немного железа

# resource_indicator
source: A Lot of Iron
ca: Un muntó de ferro
de: Viel Eisen
nl: Veel ijzer
ru: Много железа

# resource_indicator
source: No Resources
ca: Sense recursos
de: Keine Rohstoffe
nl: Geen grondstoffen
ru: Нет припасов

# resource_indicator
source: Some Crystals
ca: Una mica de pedres precioses
de: Wenig Kristalle
nl: Enkele Kristallen
ru: Немного кристаллов

# resource_indicator
source: A Lot of Crystals
ca: Un muntó de pedres precioses
de: Viele Kristalle
nl: Veel Kristallen
ru: Много кристаллов

# immovable
source: Rye Field (harvested)
ca: Camp de sègol (recol·lectat)
de: Roggenfeld (abgeerntet)
nl: Roggeveld (geoogst)
ru: Ржаное поле (убрано)

# immovable
source: Rye Field (medium)
ca: Camp de sègol (sègol per madurar)
de: Roggenfeld (mittel)
nl: Roggeveld (gemiddeld)
ru: Рожь (растущая)

# immovable
source: Rye Field (ripe)
ca: Camp de sègol (sègol madur)
de: Roggenfeld (reif)
nl: Roggeveld (rijp)
ru: Ржаное поле (спелое)

# immovable
source: Rye Field (small)
ca: Camp de sègol (jove)
de: Roggenfeld (klein)
nl: Roggeveld (klein)
ru: Ржаное поле (ростки)

# immovable
source: Rye Field (tiny)
ca: Camp de sègol (molt jove)
de: Roggenfeld (jung)
nl: Roggeveld (zeer klein)
ru: Ржаное поле (крохотное)

# immovable
source: Ship Under Construction
ca: Vaixell en construcció
de: Schiffsbaustelle
nl: Schip In Aanbouw
ru: Корабль строится

# immovable
source: Trade Pole
ca: Pal de comerç
de: Handelsplatz
nl: Handelspool
ru: Торговый шест

# immovable
source: Wheat Field (harvested)
ca: Camp de blat (recol·lectat)
de: Weizenfeld (abgeerntet)
nl: Tarweveld (geoogst)
ru: Пшеничное поле (убрано)

# immovable
source: Wheat Field (medium)
ca: Camp de blat (blat per madurar)
de: Weizenfeld (mittel)
nl: Tarweveld (medium)
ru: Пшеничное поле (среднее)

# immovable
source: Wheat Field (ripe)
ca: Camp de blat (blat madur)
de: Weizenfeld (reif)
nl: Tarweveld (rijp)
ru: Пшеничное поле (зрелое)

# immovable
source: Wheat Field (small)
ca: Camp de blat (jove)
de: Weizenfeld (klein)
nl: Tarweveld (klein)
ru: Пшеничное поле (малое)

# immovable
source: Wheat Field (tiny)
ca: Camp de blat (molt jove)
de: Weizenfeld (jung)
nl: Tarweveld (zeer klein)
ru: Пшеничное поле (крохотное)

# europeans_building
source: Advanced Animal Farm
nl: Geavanceerde Dierenboerderij

source: working
ca: treballar
de: Das Arbeiten
nl: werkende
ru: работает

# europeans_building
source: producing wool
ca: produir llana
de: Die Herstellung von Wolle
nl: wol produceren
ru: стрижет шерсть

# europeans_building
source: rearing cattle
ca: criar bous
de: Das Züchten von Rindern
nl: veeteelt
ru: растит скот

# europeans_building
source: rearing donkeys
ca: criar ases
de: Das Züchten von Eseln
nl: ezels houden
ru: растит ослов

# europeans_building
source: producing meat
ca: produir carn
de: Die Herstellung von Fleisch
nl: vleesproductie
ru: производит мясо

# europeans_building
source: breeding fish
ca: criar peixos
de: Das Züchten von Fischen
nl: kweekvissen
ru: разводит рыбу

source: idle program
ca: programa inactiu
de: Das Leerlaufprogram
nl: rustprogramma
ru: режим ожидания

# europeans_building
source: Basic Animal Farm
ca: Granja d'animals bàsica
de: Einfache Tierzucht
nl: Basis Dierenboerderij
ru: Базовый скотный двор

# europeans_building
source: Big Animal Farm
nl: Grote Dierenboerderij

# europeans_building
source: breeding horses
ca: criar cavalls
de: Das Züchten von Pferden
nl: paarden fokken
ru: разводит лошадей

# europeans_building
source: Normal Animal Farm
nl: Normale Dierenboerderij

# europeans_building
source: Advanced Beekeeper’s House
ca: Casa de l'apicultor avançada
de: Verbessertes Imkerhaus
nl: Geavanceerd Imkerhuis
ru: Продвинутая Пасека

# europeans_building
source: making honey
ca: fer mel
de: Das Sammeln von Honig
nl: honing maken
ru: собирает мед

source: No Flowers
ca: No hi ha flors
de: Keine Blumen
nl: Geen Bloemen
ru: Нет цветов

source: Out of Flowers
ca: Sense flors
de: Keine Blumen
nl: Zonder Bloemen
ru: Больше нет цветов

# europeans_building
source: The beekeeper working at this beekeepers’s house can’t find any flowering fields or bushes in his work area. You should consider building another farm or berry farm nearby, or dismantling or destroying this building.
ca: L'apicultor que viu aquí no pot trobar camps de flors o arbustos per treballar a la seva àrea de treball. Hauríeu de considerar construir una altra masoveria de blat o de baies prop, o desmantellar o destruir aquest edifici.
de: Der Imker in dieser Imkerei kann keine blühenden Felder in seinem Arbeitsbereich finden. Du solltest dieses Gebäude abreißen oder zerstören oder einen Bauernhof oder eine Beerenzucht in der Nähe bauen.
nl: De imker die in dit imkerhuis werkt, kan geen bloeiende velden of struiken vinden in zijn werkgebied. Je moet overwegen om een andere boerderij of bessenkwekerij in de buurt te bouwen, of om dit gebouw te ontmantelen of te vernietigen.
ru: Пасечник отсюда не может найти цветущие поля или кусты в своей рабочей области. Вам стоит построить неподалеку фермы или разбить ягодник, или же разобрать или снести это здание.

# europeans_building
source: Basic Beekeeper’s Hut
ca: Cabana de l'apicultor bàsica
de: Einfache Imkerhütte
nl: Basis Imkershut
ru: Базовая Пасека

# europeans_building
source: Normal Beekeeper’s House
ca: Casa de l'apicultor normal
de: Normales Imkerhaus
nl: Normaal Imkerhuis
ru: Обычная Пасека

# europeans_building
source: Advanced Farm
nl: Geavanceerde Boerderij

# europeans_building
source: planting barley
ca: plantar ordi
de: Das Pflanzen von Gerste
nl: gerst planten
ru: сеет ячмень

# europeans_building
source: planting berry bushes
ca: plantar arbustos de baies
de: Das Pflanzen von Beerenbüschen
nl: bessenstruiken planten
ru: садит ягодник

# europeans_building
source: planting blackroot
ca: plantar negrarrel
de: Das Pflanzen von Dunkelrüben
nl: blackroot planten
ru: сеет козелец

# europeans_building
source: planting corn
ca: plantar panís
de: Das Pflanzen von Mais
nl: maïs planten
ru: сеет кукурузу

# europeans_building
source: planting grapes
ca: plantar ceps
de: Das Pflanzen von Weinreben
nl: druiven planten
ru: садит виноград

# europeans_building
source: planting rye
ca: plantar sègol
de: Das Pflanzen von Roggen
nl: rogge planten
ru: сеет рожь

# europeans_building
source: planting wheat
ca: plantar blat
de: Das Pflanzen von Weizen
nl: tarwe planten
ru: сеет пшеницу

# europeans_building
source: harvesting barley
ca: recol·lectar ordi
de: Das Ernten von Gerste
nl: gerst oogsten
ru: жнет ячмень

# europeans_building
source: harvesting berries
ca: recollir baies
de: Das Ernten von Beeren
nl: bessen oogsten
ru: собирает ягоды

# europeans_building
source: harvesting blackroot
ca: recol·lectar negrarrel
de: Das Ernten von Dunkelrüben
nl: blackroot oogsten
ru: собирает козелец

# europeans_building
source: harvesting corn
ca: recol·lectar panís
de: Das Ernten von Mais
nl: maïs oogsten
ru: собирает кукурузу

# europeans_building
source: harvesting grapes
ca: veremar
de: Das Ernten von Weintrauben
nl: druiven oogsten
ru: собирает виноград

# europeans_building
source: harvesting rye
ca: recol·lectar sègol
de: Das Ernten von Roggen
nl: rogge oogsten
ru: жнет рожь

# europeans_building
source: harvesting wheat
ca: recol·lectar blat
de: Das Ernten von Weizen
nl: tarwe oogsten
ru: жнет пшеницу

source: No Fields
ca: No hi ha camps
de: Keine Felder
nl: Geen Velden
ru: Нет места под поле

source: Out of Fields
ca: Sense camps
de: Keine Felder
nl: Zonder Velden
ru: Место под засев исчерпано

# europeans_building
source: The farmer working at this farm has no cleared soil to plant his seeds.
ca: L'agricultor d'aquesta granja no té terreny lliure per sembrar-hi llavors.
de: Der Bauer auf diesem Bauernhof hat keinen freien Platz um seine Sat zu säen.
nl: De boer die op deze boerderij werkt, heeft geen vrijgemaakte grond om zijn zaden te planten.
ru: Работник этой фермы не имеет свободной земли под засев.

# europeans_building
source: Basic Farm
ca: Granja bàsica
de: Einfacher Bauernhof
nl: Basis Boerderij
ru: Базовая Ферма

# europeans_building
source: Normal Farm
nl: Normale Boerderij

# europeans_building
source: Vineyard
ca: Vinya
de: Weinberg
nl: Wijngaard
ru: Виноградник

# europeans_building
source: planting berrybush
ca: plantar un arbust de baies
de: Das Pflanzen von Beerenbüschen
nl: bessenstruik planten
ru: садит ягодник

# europeans_building
source: planting grape
ca: plantar ceps
de: Das Pflanzen von Weinreben
nl: druif planten
ru: садит виноград

# europeans_building
source: planting reed
ca: plantar juncs
de: Das Pflanzen von Reet
nl: riet planten
ru: садит тростник

# europeans_building
source: harvesting berry
ca: recol·lectar les baies
de: Das Ernten von Beeren
nl: bes oogsten
ru: собирает ягоды

# europeans_building
source: harvesting grape
ca: veremar
de: Das Ernten von Weintrauben
nl: druif oogsten
ru: собирает виноград

# europeans_building
source: harvesting reed
ca: recol·lectar juncs
de: Das Ernten von Reet
nl: riet oogsten
ru: собирает тростник

# europeans_building
source: The farmer working at this vineyard has no cleared soil to plant his seeds.
ca: El vinyater que treballa en aquesta vinya no té terreny lliure on plantar els ceps.
de: Der Bauer auf diesem Weinberg hat keinen freien Platz um seine Pflanzen zu pflanzen.
nl: De boer die aan deze wijngaard werkt, heeft geen vrijgemaakte grond om zijn zaden te planten.
ru: Фермеру с этого виноградника не имеет свободной земли под засев.

# europeans_building
source: Reed Yard
ca: Camp de juncs
de: Reethof
nl: Rietveld
ru: Плантация

# europeans_building
source: The gardener working at this reed yard has no cleared soil to plant his seeds.
ca: El jardiner d'aquest camp de juncs no té terreny lliure per sembrar-hi llavors.
de: Der Gärtner in diesem Reethof hat keinen freien Platz, um Reet anzubauen.
nl: De tuinman die op dit rietveld werkt, heeft geen vrijgemaakte grond om zijn zaden te planten.
ru: Садовник, работающий на плантации тростника не имеет свободной земли под засев.

# europeans_building
source: Fruit Farm
ca: Hort de fruita
de: Obstplantage
nl: Fruitkwekerij
ru: Фруктовая ферма

# europeans_building
source: The farmer working at this fruit farm has no cleared soil to plant his seeds.
ca: L'agricultor d'aquesta masoveria de fruita no té terreny lliure per sembrar-hi llavors.
de: Der Bauer auf dieser Obstplantage hat keinen freien Platz um seine Saat zu säen.
nl: De boer die op dit fruitteeltbedrijf werkt, heeft geen vrijgemaakte grond om zijn zaden te planten.
ru: Работник этой фруктовой фермы не имеет свободной земли под засев.

# europeans_building
source: Advanced Clay Pit
ca: Fossa de fang avançada
de: Verbesserte Lehmgrube
nl: Geavanceerde Kleiput
ru: Продвинутый Глиняный карьер

source: digging clay
ca: extraure argila
de: Das Abbauen von Lehm
nl: klei delven
ru: копает глину

source: dummy program
ca: programa fictici
de: Das Platzhalter Programm
nl: dummy programma
ru: тупой режим

# europeans_building
source: Basic Clay Pit
ca: Fossa de fang bàsic
de: Einfache Lehmgrube
nl: Basis Kleiput
ru: Базовый Глиняный карьер

# europeans_building
source: digging clay
ca: extraure argila
de: Das Abbauen von Lehm
nl: klei delven
ru: копает глину

# europeans_building
source: Normal Clay Pit
ca: Fossa de fang normal
de: Normale Lehmgrube
nl: Normale Kleiput
ru: Обычный Глиняный карьер

# europeans_building
source: Advanced Forester’s House
ca: Casa de guarda forestal avançada
de: Verbessertes Forsthaus
nl: Geavanceerd Boswachtershuis
ru: Продвинутый Дом Лесника

# europeans_building
source: planting trees
ca: plantar arbres
de: Das Pflanzen von Bäumen
nl: bomen planten
ru: садит деревья

# europeans_building
source: planting trees in pond with water
nl: bomen planten in vijver met water

# europeans_building
source: planting trees in dry pond
nl: bomen planten in droge vijver

# europeans_building
source: planting trees on terraformed land
nl: bomen planten op terreingebonden land

# europeans_building
source: Basic Ranger’s Hut
ca: Cabana de guarda forestal bàsica
de: Einfache Försterhütte
nl: Basis Rangershut
ru: Базовая Хижина лесничего

# europeans_building
source: Normal Forester’s House
ca: Casa de guarda forestal normal
de: Normales Forsthaus
nl: Normaal Boswachtershuis
ru: Обычный Дом лесника

# europeans_building
source: Advanced Lumberjack’s House
ca: Casa de llenyataire avançada
de: Verbessertes Holzfällerhaus
nl: Geavanceerd Houthakkershuis
ru: Продвинутый Дом дровосека

# europeans_building
source: felling trees
ca: tallar arbres
de: Das Fällen von Bäumen
nl: bomen kappen
ru: валит деревья

source: No Trees
ca: No hi ha arbres
de: Keine Bäume
nl: Geen Bomen
ru: Нет деревьев

source: Out of Trees
ca: Sense arbres
de: Keine Bäume
nl: Zonder Bomen
ru: Больше нет деревьев

# europeans_building
source: The lumberjack working at this lumberjack’s house can’t find any trees in his work area. You should consider dismantling or destroying the building or building a forester’s house.
ca: El llenyataire d'aquesta casa no pot trobar més arbres a la seva àrea de treball. Hauríeu de considerar desmantellar-la, destruir-la o construir una casa de guarda forestal.
de: Der Holzfäller in diesem Holzfällerhaus kann keine Bäume in seinem Arbeitsbereich finden. Du solltest dieses Gebäude abreißen oder zerstören oder ein Forsthaus bauen.
nl: De houthakker die in dit houthakkershuis werkt, kan geen bomen vinden in zijn werkgebied. Je zou moeten overwegen het gebouw te ontmantelen of te vernietigen of een boswachtershuis te bouwen.
ru: Здешний Дровосек не может найти деревья в своей рабочей области. Вам стоило бы разобрать/снести это здание или поставить рядом домик лесника.

# europeans_building
source: Basic Lumberjack’s Hut
ca: Cabana de llenyataire bàsica
de: Einfache Holzfällerhütte
nl: Basis Houthakkershut
ru: Базовая Хижина дровосека

source: felling trees
ca: tallar arbres
de: Das Fällen von Bäumen
nl: bomen kappen
ru: валит деревья

# europeans_building
source: The lumberjack working at this lumberjack’s hut can’t find any trees in his work area. You should consider enhancing it to increase its working area or building a ranger’s hut.
ca: El llenyataire d'aquesta cabana no pot trobar més arbres a la seva àrea de treball. Hauríeu de considerar desmantellar-la, destruir-la o construir una cabana de guarda forestal.
de: Der Holzfäller in dieser Holzfällerhütte kann keine Bäume in seinem Arbeitsbereich finden. Du solltest dieses Gebäude erweitern, um seinen Arbeitsbereich zu vergrößern, oder eine Försterhütte bauen.
nl: De houthakker die in deze houthakkershut werkt, kan geen bomen vinden in zijn werkgebied. Je zou moeten overwegen om het werkgebied te vergroten of een boswachtershut te bouwen.
ru: Здешний Дровосек не может найти деревья в своей рабочей области. Вам стоит перестроить дом для расширения рабочей области или поставить рядом дом лесничего.

# europeans_building
source: Normal Lumberjack's House
ca: Casa de llenyataire normal
de: Normales Holzfällerhaus
nl: Normaal Houthakkershuis
ru: Обычный дом дровосека

# europeans_building
source: The woodcutter working at this woodcutter’s house can’t find any trees in his work area. You should consider enhancing it to increase its working area or building a forester’s house.
ca: El llenyataire d'aquesta casa no pot trobar més arbres a la seva àrea de treball. Hauríeu de considerar desmantellar-la, destruir-la o construir una casa de guarda forestal.
de: Der Holzfäller in diesem Holzfällerhaus kann keine Bäume in seinem Arbeitsbereich finden. Du solltest dieses Gebäude erweitern, um seinen Arbeitsbereich zu vergrößern, oder ein Forsthaus bauen.
nl: De houthakker die in dit houthakkershuis werkt, kan geen bomen vinden in zijn werkgebied. Je zou moeten overwegen om zijn werkgebied te vergroten of een boswachtershuis te bouwen.
ru: Лесоруб, работающий в этом доме лесоруба, не может найти ни одного дерева в своей рабочей области. Вам следует подумать о его улучшении, чтобы увеличить рабочую область или построить домик лесника.

# europeans_building
source: Advanced Quarry
ca: Pedrera avançada
de: Verbesserter Steinbruch
nl: Geavanceerde Steengroeve
ru: Продвинутая каменоломня

# europeans_building
source: quarrying
ca: tallar pedra
de: Das Brechen von Stein
nl: steenhouwen
ru: разрабатывает карьер

# europeans_building
source: mining
ca: extraure recursos
de: Das Abbauen
nl: mijnbouw
ru: работает

# europeans_building
source: quarrying granite
ca: tallar granit
de: Das Abbauen von Stein
nl: steenhouwen graniet
ru: колет гранит

# europeans_building
source: quarrying marble
ca: tallar marbre
de: Das Schneiden von Marmor
nl: steenhouwen marmer
ru: колет мрамор

# europeans_building
source: mining granite
ca: extraure granit
de: Das Abbauen von Stein
nl: graniet delven
ru: добывает гранит

# europeans_building
source: mining marble
ca: extraure marbre
de: Das Abbauen von Marmor
nl: marmer delven
ru: добывает мрамор

# europeans_building
source: mining quartz
ca: extraure quars
de: Das Abbauen von Bergkristall
nl: kwarts delven
ru: добывает кварц

# europeans_building
source: mining diamond
ca: extraure diamants
de: Das Abbauen von Diamanten
nl: diamant delven
ru: добывает алмазы

source: No Rocks
ca: No hi ha roques
de: Keine Felsen
nl: Geen Rotsen
ru: Нет скал

source: Out of Rocks
ca: Sense roques
de: Keine Felsen
nl: Zonder Rotsen
ru: Больше нет скал

# europeans_building
source: The stonecutter working at this quarry can’t find any stone in his work area.
ca: El treballador d'aquesta pedrera no pot trobar més pedra dins la seva àrea de treball.
de: Der Steinhauer in diesem Steinbruch kann keinen Stein in seinem Arbeitsbereich finden.
nl: De steenhouwer die in deze steengroeve werkt, kan geen stenen vinden in zijn werkgebied.
ru: Здешний Камнетёс не может найти скалы в пределах своей рабочей области.

# europeans_building
source: Basic Quarry
ca: Pedrera bàsica
de: Einfacher Steinbruch
nl: Basis Steengroeve
ru: Базовая каменоломня

# europeans_building
source: The stonecutter working at this quarry can’t find any rocks in his work area. You should consider enhancing it to increase its working area.
ca: El treballador d'aquesta pedrera no pot trobar més roques dins la seva àrea de treball. Hauríeu de considerar millorar-la per expandir l'àrea de treball.
de: Der Steinhauer in diesem Steinbruch kann keine Steine in seinem Arbeitsbereich finden. Du solltest dieses Gebäude erweitern, um seinen Arbeitsbereich zu vergrößern.
nl: De steenhouwer die in deze steengroeve werkt, kan geen stenen vinden in zijn werkgebied. Je zou moeten overwegen om het werkgebied te vergroten.
ru: Здешний Камнетёс не может найти скалы в пределах своей рабочей области. Вам стоит перестроить здание для расширения рабочей области.

# europeans_building
source: Normal Quarry
ca: Pedrera normal
de: Normaler Steinbruch
nl: Normale Steengroeve
ru: Обычная Каменоломня
