Repository: Noordfrees/wl_addons_server
Catalog: po/europeans_tribe.wad/*.po
Languages: ca, de, nl, ru

# europeans_building
source: recruiting beekeeper
ca: reclutar un apicultor
de: Die Ausbildung eines Imkers
nl: imker aanwerven
ru: нанимает пасечника

# europeans_building
source: recruiting breeder
ca: reclutar un criador d'animals
de: Die Ausbildung eines Viehzüchters
nl: fokker aanwerven
ru: нанимает заводчика скота

# europeans_building
source: recruiting brewer
ca: reclutar un cerveser
de: Die Ausbildung eines Brauers
nl: brouwer aanwerven
ru: нанимает пивовара

# europeans_building
source: recruiting carpenter
ca: reclutar un fuster
de: Die Ausbildung eines Zimmermanns
nl: timmerman aanwerven
ru: нанимает плотника

# europeans_building
source: recruiting charcoal burner
ca: reclutar un carboner
de: Die Ausbildung eines Köhlers
nl: houtskoolbrander aanwerven
ru: нанимает углежога

# europeans_building
source: recruiting claydigger
ca: reclutar un excavador d'argila
de: Die Ausbildung eines Lehmgräbers
nl: kleigraver aanwerven
ru: нанимает землекопа

# europeans_building
source: recruiting farmer
ca: reclutar un agricultor
de: Die Ausbildung eines Bauern
nl: landbouwer aanwerven
ru: нанимает фермера

# europeans_building
source: recruiting forester
ca: reclutar un guarda forestal
de: Die Ausbildung eines Försters
nl: boswachter aanwerven
ru: нанимает лесника

# europeans_building
source: recruiting geologist
ca: reclutar un geòleg
de: Die Ausbildung eines Geologen
nl: geoloog aanwerven
ru: нанимает геолога

# europeans_building
source: recruiting lumberjack
ca: reclutar un llenyataire
de: Die Ausbildung eines Holzfällers
nl: houthakker aanwerven
ru: нанимает Дровосека

# europeans_building
source: recruiting miller
ca: reclutar un moliner
de: Die Ausbildung eines Müllers
nl: molenaar aanwerven
ru: нанимает мельника

# europeans_building
source: recruiting miner
ca: reclutar un miner
de: Die Ausbildung eines Bergmanns
nl: mijnwerker aanwerven
ru: нанимает шахтера

# europeans_building
source: recruiting recruit
ca: reclutar un soldat novell
de: Das Rekrutieren eines Rekruten
nl: recruut aanwerven
ru: нанимает рекрута

# europeans_building
source: recruiting scout
ca: reclutar un explorador
de: Die Ausbildung eines Kundschafters
nl: verkenner aanwerven
ru: нанимает разведчика

# europeans_building
source: recruiting shipwright
ca: reclutar mestre d'aixa
de: Die Ausbildung eines Schiffbauers
nl: scheepsbouwer aanwerven
ru: нанимает карабела

# europeans_building
source: recruiting smelter
ca: reclutar un fonedor
de: Die Ausbildung eines Schmelzers
nl: smelter aanwerven
ru: нанимает Литейщика

# europeans_building
source: recruiting smith
ca: reclutar un ferrer
de: Die Ausbildung eines Schmiedes
nl: smid aanwerven
ru: нанимает кузнеца

# europeans_building
source: recruiting stonecutter
ca: reclutar pedrer
de: Die Ausbildung eines Steinhauers
nl: steenhouwer aanwerven
ru: нанимает Камнетёса

# europeans_building
source: recruiting stonemason
ca: reclutar un picapedrer
de: Die Ausbildung eines Steinmetzes
nl: steenhouwer aanwerven
ru: нанимает каменщика

# europeans_building
source: recruiting terraformer
ca: reclutar un terraformador
de: Die Ausbildung eines Bodenverbesserers
nl: terreinvormer aanwerven
ru: нанимает терраформера

# europeans_building
source: recruiting trainer
ca: reclutar un entrenador
de: Die Ausbildung eines Ausbilders
nl: trainer aanwerven
ru: нанимает Инструктора

# europeans_building
source: recruiting weaver
ca: reclutar teixidor
de: Die Ausbildung eines Webers
nl: wever aanwerven
ru: нанимает ткача

# europeans_building
source: Basic Recruitement Center
ca: Centre de reclutament bàsic
de: Einfaches Ausbildungsgilde
nl: Basis Wervingscentrum
ru: Базовый отдел кадров

# europeans_building
source: Normal Recruitement Center
ca: Centre de reclutament normal
de: Normale Ausbildungsgilde
nl: Normaal Wervingscentrum
ru: Обычный отдел кадров

# europeans_building
source: Advanced Trainingscamp
nl: Geavanceerd Trainingskamp

# europeans_building
source: recruiting soldier
ca: reclutar un soldat
de: Das Rekrutieren von Soldaten
nl: soldaat aanwerven
ru: нанимает солдата

# europeans_building
source: Basic Trainingscamp
ca: Camp d'entrenament bàsic
de: Einfaches Ausbildungslager
nl: Basis Trainingskamp
ru: Простой тренировочный лагерь

# europeans_building
source: Normal Trainingscamp
nl: Normaal Trainingskamp

# europeans_building
source: Advanced Ferry Yard
ca: Taller de transbordadors avançat
de: Verbesserte Fährenwerft
nl: Geavanceerde Veerboot Werf
ru: Продвинутая паромная верфь

# europeans_building
source: Basic Ferry Yard
ca: Taller de transbordadors bàsic
de: Einfache Fährenwerft
nl: Basis Veerboot Werf
ru: Базовая Паромная верфь

# europeans_building
source: Normal Ferry Yard
ca: Taller de transbordadors normal
de: Normale Fährenwerft
nl: Normaal Veerboot Werf
ru: Обычная Паромная верфь

# europeans_building
source: Advanced Shipyard
ca: Drassana avançada
de: Verbesserte Werft
nl: Geavanceerde Scheepswerf
ru: Продвинутая верфь

# europeans_building
source: constructing a ship
ca: construir un vaixell
de: Das Bauen eines Schiffs
nl: een schip bouwen
ru: собирает корабль

# europeans_building
source: Basic Shipyard
ca: Drassana bàsica
de: Einfache Werft
nl: Basis Scheepswerf
ru: Базовая Верфь

# europeans_building
source: Normal Shipyard
ca: Drassana normal
de: Normale Werft
nl: Normale Scheepswerf
ru: Обычная Верфь

source: constructing a ship
ca: construir un vaixell
de: Das Bauen eines Schiffs
nl: een schip bouwen
ru: собирает корабль

source: Debug Europeans Economy
nl: Debug Europese Economie

source: Only for AI debug purposes. No regular starting condition.
nl: Alleen voor AI-debugdoeleinden. Geen normale startvoorwaarde.

source: Debug Europeans Seafaring
nl: Debug Europese Zeevaart

source: Discovery
ca: Descoberta
de: Entdeckung
nl: Ontdekking
ru: Открытие

source: Start the game with three ships on the ocean and only a handful of supplies. Not suitable for AI players. Disabled terraforming (diking of water bodies) because of lack of compatibility with seafaring.
de: Beginne das Spiel mit drei Schiffen auf dem Ozean und nur einer Hand voll an Gütern. Nicht geeignet für KI Spieler. Das Terraforming (Eindeichen von Wasserfeldern) wurde deaktiviert, da es nicht kompatibel mit Seefahrt ist.
nl: Begin het spel met drie schepen op de oceaan en slechts een handvol voorraden. Niet geschikt voor AI-spelers. Uitgeschakeld terreinvorming (bedijken van watermassa's) vanwege gebrek aan compatibiliteit met zeevaart.

source: Harbors (for European map)
nl: Havens (voor Europese kaart)

source: Start the game with a bundle of ports. Disabled terraforming (diking of water bodies) because of lack of compatibility with seafaring.
nl: Begin het spel met een bundel havens. Uitgeschakeld terreinvorming (bedijken van watermassa's) vanwege gebrek aan compatibiliteit met zeevaart.

source: Headquarters
ca: Quarter general
de: Hauptquartier
nl: Hoofdkwartier
ru: Штабы

source: Start the game with your headquarters only. Disabled seafaring because of lack of compatibility with terraforming (diking of water bodies).
de: Beginne das Spiel nur mit deinem Hauptquartier. Die Seefahrt wurde deaktiviert, aufgrund fehlender Kompatibilität mit dem Terraforming (Eindeichen von Wasserfeldern).
nl: Begin het spel alleen met je hoofdkwartier. Zeevaart uitgeschakeld vanwege gebrek aan compatibiliteit met terreinvorming (bedijken van watermassa's).

source: New World
ca: Un món nou
de: Neue Welt
nl: Nieuwe Wereld
ru: Новый мир

source: Start the game with a advanced castle and a port. The AI might struggle with this condition on smaller maps. Disabled terraforming (diking of water bodies) because of lack of compatibility with seafaring.
de: Beginne das Spiel mit einer fortgeschritenen Festung und einem Hafen. Die KI kann sich mit dieser Startbedingung auf kleinen Karten schwer tun. Das Terraforming (Eindeichen von Wasserfeldern) wurde deaktiviert, da es nicht kompatibel mit Seefahrt ist.
nl: Begin het spel met een geavanceerd kasteel en een haven. De AI kan moeite hebben met deze voorwaarde op kleinere kaarten. Uitgeschakeld terreinvorming (bedijken van watermassa's) vanwege gebrek aan compatibiliteit met zeevaart.

source: Seafaring
ca: Navegació
de: Seefahrt
nl: Zeevaart

source: Start the game with your headquarters only. Disabled terraforming (diking of water bodies) because of lack of compatibility with seafaring.
de: Beginne das Spiel nur mit deinem Hauptquartier. Das Terraforming (Eindeichen von Wasserfeldern) wurde deaktiviert, da es nicht kompatibel mit Seefahrt ist.
nl: Begin het spel alleen met je hoofdkwartier. Uitgeschakeld terreinvorming (bedijken van watermassa's) vanwege gebrek aan compatibiliteit met zeevaart.

source: Struggling Outpost
ca: Post de mercaderies en dificultats
de: Mühsamer Vorposten
nl: Wankelende Buitenpost
ru: Колония первопроходцев

source: Start the game with just your headquarters and very few wares for bootstrapping an economy. Warning: the AI can’t successfully start from this. Disabled seafaring because of lack of compatibility with terraforming (diking of water bodies).
de: Am Anfang des Spieles stehen nur ein Hauptquartier und sehr wenige Waren für den Aufbau einer Wirtschaft bereit. Warnung: Die KI kann damit nicht erfolgreich starten. Die Seefahrt wurde deaktiviert, aufgrund fehlender Kompatibilität mit dem Terraforming (Eindeichen von Wasserfeldern).
nl: Begin het spel met alleen je hoofdkwartier en heel weinig goederen om een economie op te starten. Waarschuwing: de AI kan hier niet succesvol mee starten. Zeevaart uitgeschakeld vanwege gebrek aan compatibiliteit met terreinvorming (bedijken van watermassa's).

source: Trading Outpost
ca: Post de mercaderies
de: Handelsposten
nl: Handelsvoorpost
ru: Торговая застава

source: This starting condition contains a market as an additional building, where some wares can be bought for gold, quartz and diamonds. Disabled seafaring because of lack of compatibility with terraforming (diking of water bodies).
de: Diese Startbedingungenthält einen Markt als zusätzliches Gebäude, in dem man einige Waren für Gold, Bergkristall oder Diamanten kaufen kann. Die Seefahrt wurde deaktiviert, aufgrund fehlender Kompatibilität mit dem Terraforming (Eindeichen von Wasserfeldern).
nl: Deze startvoorwaarde bevat een markt als extra gebouw, waar sommige waren kunnen worden gekocht voor goud, kwarts en diamanten. Uitgeschakeld zeevaart vanwege gebrek aan compatibiliteit met terreinvorming (bedijken van watermassa's).

source: Advanced Village
ca: Vila avançada
de: Fortgeschrittenes Dorf
nl: Geavanceerd Dorp
ru: Продвинутая Деревня

source: Start the game with a fortified village with advanced castle in its center. Disabled seafaring because of lack of compatibility with terraforming (diking of water bodies).
de: Beginne das Spiel mit einem befestigten Dorf mit einer fortgeschrittenen Festung in der Mitte. Die Seefahrt wurde deaktiviert, aufgrund fehlender Kompatibilität mit dem Terraforming (Eindeichen von Wasserfeldern).
nl: Begin het spel met een versterkt dorp met een geavanceerd kasteel in het centrum. Uitgeschakeld zeevaart vanwege gebrek aan compatibiliteit met terreinvorming (bedijken van watermassa's).

source: Basic Village
ca: Vila bàsica
de: Einfaches Dorf
nl: Basis Dorp
ru: Базовая Деревня

source: Start the game with a small, peaceful village with only basic buildings. Disabled seafaring because of lack of compatibility with terraforming (diking of water bodies).
de: Beginne das Spiel mit einem kleinen friedlichen Dorf mit nur einfachen Gebäuden. Die Seefahrt wurde deaktiviert, aufgrund fehlender Kompatibilität mit dem Terraforming (Eindeichen von Wasserfeldern).
nl: Begin het spel met een klein, vredig dorp met alleen basisgebouwen. Schakel zeevaart uit vanwege gebrek aan compatibiliteit met terreinvorming (bedijken van watermassa's).

source: Normal Village
ca: Vila normal
de: Normales Dorf
nl: Normaal Dorp
ru: Обычная Деревня

source: Start the game with a village with some normal buildings. Disabled seafaring because of lack of compatibility with terraforming (diking of water bodies).
de: Beginne das Spiel mit einem Dorf mit nur normalen Gebäuden. Die Seefahrt wurde deaktiviert, aufgrund fehlender Kompatibilität mit dem Terraforming (Eindeichen von Wasserfeldern).
nl: Begin het spel met een dorp met wat normale gebouwen. Uitgeschakelde zeevaart vanwege gebrek aan compatibiliteit met terreinvorming (bedijken van watermassa's).

# europeans_ship
source: Ship
ca: Vaixell
de: Schiff
nl: Schip
ru: Судно

# shipname
source: Europe
ca: Europa
de: Europa
nl: Europa
ru: Европа

# shipname
source: Island
ca: Islàndia
nl: Eiland
ru: Остров

# shipname
source: Great Britain
ca: Gran Bretanya
de: Großbritannien
nl: Groot-Brittannië
ru: Британия

# shipname
source: Scandinavia
ca: Escandinàvia
de: Skandinavien
nl: Scandinavië
ru: Скандинавия

# shipname
source: Italia
ca: Itàlia
de: Italien
nl: Italië
ru: Италия

# shipname
source: Francia
ca: França
de: Frankreich
nl: Frankrijk
ru: Франция

# shipname
source: Germania
ca: Alemanya
de: Deutschland
nl: Duitsland
ru: Германия

# shipname
source: Polandia
ca: Polàndia
de: Polen
nl: Polen
ru: Польша

# shipname
source: Czechia
ca: Txèquia
de: Tschechien
nl: Tsjechië
ru: Чехия

# shipname
source: Slowakia
ca: Eslovàquia
de: Slowakei
nl: Slowakije
ru: Словакия

# shipname
source: Hungaria
ca: Hongria
de: Ungarn
nl: Hongarije
ru: Венгрия

# shipname
source: Romania
de: Rumänien
nl: Roemenië
ru: Румыния

# shipname
source: Bulgaria
ca: Bulgària
de: Bulgarien
nl: Bulgarije
ru: Болгария

# shipname
source: Ukrainia
ca: Ucraïna
de: Ukraine
nl: Oekraïne
ru: Украина

# shipname
source: Georgia
ca: Geòrgia
de: Georgien
nl: Georgië
ru: Грузия

# shipname
source: Russia
ca: Rússia
de: Russland
nl: Rusland
ru: Россия

# shipname
source: Baltika
ca: Bàltica
de: Baltikum
nl: Oostzeekust
ru: Прибалтика

# shipname
source: Balkania
ca: Balcans
de: Balkan
nl: Balkan
ru: Балканы

# shipname
source: Greece
ca: Grècia
de: Griechenland
nl: Griekenland
ru: Греция

# shipname
source: Sizilia
ca: Sicília
de: Sizilien
nl: Sicilië
ru: Силезия

# shipname
source: Sardenia
ca: Sardenya
de: Sardinien
nl: Sardinië
ru: Сардиния

# shipname
source: Cypria
ca: Xipre
de: Zypern
nl: Cyprus
ru: Кипр

# europeans_building
source: Basic Battle Arena
ca: Palestra d'entrenament bàsica
de: Einfache Kampfarena
nl: Basis Gevechtsarena
ru: Базовая Арена поединков

source: sleeping
ca: dormir
de: Das Schlafen
nl: slapen
ru: спит

# europeans_building
source: upgrading soldier health from level 0 to level 1
ca: promoure la salut del soldat de nivell 0 a nivell 1
de: Das Verbessern der Lebenspunkte eines Soldaten von Stufe 0 auf 1
nl: gezondheid van soldaat upgraden van niveau 0 naar niveau 1
ru: повышает уровень здоровья солдат с 0 до 1

# europeans_building
source: upgrading soldier attack from level 0 to level 1
ca: promoure l'atac del soldat de nivell 0 a nivell 1
de: Das Verbessern des Angriffs eines Soldaten von Stufe 0 auf 1
nl: soldaat aanval upgraden van niveau 0 naar niveau 1
ru: повышает уровень урона солдата с 0 до 1

# europeans_building
source: upgrading soldier defense from level 0 to level 1
ca: promoure la defensa del soldat de nivell 0 a nivell 1
de: Das Verbessern der Verteidigung eines Soldaten von Stufe 0 auf 1
nl: soldaat verdediging upgraden van niveau 0 naar niveau 1
ru: повышает уровень защиты солдата с 0 до 1

# europeans_building
source: upgrading soldier evade from level 0 to level 1
ca: promoure l'evasió del soldat de nivell 0 a nivell 1
de: Das Verbessern des Ausweichens eines Soldaten von Stufe 0 auf 1
nl: soldaat ontwijking upgraden van niveau 0 naar niveau 1
ru: повышает уровень уклонения солдата с 0 до 1

# europeans_building
source: No soldier to train!
ca: Sense soldats per entrenar
de: Kein Soldat zur Ausbildung vorhanden!
nl: Geen soldaat om te trainen!
ru: Нет солдат для обучения!

# europeans_building
source: No soldier found for this training level!
ca: No s'ha trobat cap soldat per entrenar aquest nivell.
de: Kein Soldat für diese Ausbildungsstufe gefunden!
nl: Geen soldaat gevonden voor dit trainingsniveau!
ru: Нет солдат предыдущего уровня для обучения!

# europeans_building
source: Normal Battle Arena
nl: Normale Gevechtsarena

# europeans_building
source: upgrading soldier health from level 1 to level 2
ca: promoure la salut del soldat de nivell 1 a nivell 2
de: Das Verbessern der Lebenspunkte eines Soldaten von Stufe 1 auf 2
nl: gezondheid van soldaat upgraden van niveau 1 naar niveau 2
ru: повышает уровень здоровья солдат с 1 до 2

# europeans_building
source: upgrading soldier attack from level 1 to level 2
ca: promoure l'atac del soldat de nivell 1 a nivell 2
de: Das Verbessern des Angriffs eines Soldaten von Stufe 1 auf 2
nl: soldaat aanval upgraden van niveau 1 naar niveau 2
ru: повышает уровень урона солдат с 1 до 2

# europeans_building
source: upgrading soldier defense from level 1 to level 2
ca: promoure la defensa del soldat de nivell 1 a nivell 2
de: Das Verbessern der Verteidigung eines Soldaten von Stufe 1 auf 2
nl: soldaat verdediging upgraden van niveau 1 naar niveau 2
ru: повышает уровень защиты солдата с 1 до 2

# europeans_building
source: upgrading soldier evade from level 1 to level 2
ca: promoure l'evasió del soldat de nivell 1 a nivell 2
de: Das Verbessern des Ausweichens eines Soldaten von Stufe 1 auf 2
nl: soldaat ontwijking upgraden van niveau 1 naar niveau 2
ru: повышает уровень уклонения солдата с 1 до 2

# europeans_building
source: Advanced Battle Arena
nl: Geavanceerde Gevechtsarena

# europeans_building
source: upgrading soldier health from level 2 to level 3
ca: promoure la salut del soldat de nivell 2 a nivell 3
de: Das Verbessern der Lebenspunkte eines Soldaten von Stufe 2 auf 3
nl: gezondheid van soldaat upgraden van niveau 2 naar niveau 3
ru: повышает уровень здоровья солдат с 2 до 3

# europeans_building
source: upgrading soldier attack from level 2 to level 3
ca: promoure l'atac del soldat de nivell 2 a nivell 3
de: Das Verbessern des Angriffs eines Soldaten von Stufe 2 auf 3
nl: soldaat aanval upgraden van niveau 2 naar niveau 3
ru: повышает уровень урона солдат с 2 до 3

# europeans_building
source: upgrading soldier defense from level 2 to level 3
ca: promoure la defensa del soldat de nivell 2 a nivell 3
de: Das Verbessern der Verteidigung eines Soldaten von Stufe 2 auf 3
nl: soldaat verdediging upgraden van niveau 2 naar niveau 3
ru: повышает уровень защиты солдата с 2 до 3

# europeans_building
source: upgrading soldier evade from level 2 to level 3
ca: promoure l'evasió del soldat de nivell 2 a nivell 3
de: Das Verbessern des Ausweichens eines Soldaten von Stufe 2 auf 3
nl: soldaat ontwijking upgraden van niveau 2 naar niveau 3
ru: повышает уровень уклонения солдата с 2 до 3

source: Europeans
ca: Europeus
de: Europäer
nl: Europeanen
ru: Европейцы

source: This is the culture of the Europeans.
ca: Aquesta és la cultura dels europeus.
de: Das ist die Kultur der Europäer.
nl: Dit is de cultuur van de Europeanen.
ru: Это культура Европейцев.

source: This is the experimental Europeans tribe.
ca: Aquesta és la cultura experimental dels Europeus.
de: Das ist der experimentelle Stamm der Europäer.
nl: Dit is de experimentele Europese stam.
ru: Это экспериментальное племя Европейцев.

# europeans_ware
source: Logs are an important basic building material. They are produced by felling trees.
ca: Els troncs són un material de construcció bàsic. Es produeixen talant arbres.
de: Stämme sind ein grundlegendes Baumaterial. Sie werden durch das Fällen von Bäumen produziert.
nl: Rondhout is een belangrijk basismateriaal voor de bouw. Ze worden geproduceerd door bomen te vellen.
ru: Бревна - весьма ценное сырье. Добывается путем разрубания деревьев.

# europeans_ware
source: European lumberjacks fell the trees; foresters take care of the supply of trees. Logs are also used by the charcoal kiln, the shipyard and the sawmill.
ca: Els llenyataires europeus talen arbres i els guardes forestals s'encarreguen de replantar-ne. Els troncs també es fan servir als forns de carbó, a les drassanes i les serradores.
de: Bei den Europäern werden die Bäume von einem Holzfäller gefällt; Förster kümmern sich um den Baumnachwuchs. Stämme werden auch in der Köhlerei, der Werft und dem Sägewerk verwendet.
nl: Europese houthakkers vellen de bomen; boswachters zorgen voor de aanvoer van bomen. Houtblokken worden ook gebruikt voor de houtskooloven, de scheepswerf en de zagerij.
ru: Европейские лесорубы валят деревья; лесники заботятся о воспроизводстве деревьев. Бревна также используются в печи углежога, на верфи и лесопилке.

# europeans_ware
source: This fire-hardened wood is as hard as iron and it is used for several buildings. It is produced out of logs in the wood hardener (basic sawmill).
ca: Aquesta fusta endurida amb foc és tan dura com el ferro i s'usa en diversos edificis. Es produeix a partir de troncs a l'enduridor de fusta (una serradora bàsica).
de: Dieses vom Feuer gehärtete Holz ist so hart wie Eisen und wird für einige Gebäude benötigt. Es wird vom Holzhärter in einer einfachen Sägemühle aus Stämmen hergestellt.
nl: Dit vuurharde hout is zo hard als ijzer en wordt gebruikt voor verschillende gebouwen. Het wordt geproduceerd uit boomstammen in de houtverharder (basis zagerij).
ru: После обжига дерево приобретает прочность стали, что находит применение в строительстве. Делают это в балочной мастерской (базовой лесопилке).

# europeans_ware
source: Planks are an important building material.
ca: Els taulons són un important material de construcció.
de: Bretter sind ein wichtiges Baumaterial.
nl: Planken zijn een belangrijk bouwmateriaal.
ru: Доски - важнейший стройматериал.

# europeans_ware
source: They are produced out of logs by the sawmill.
ca: Es produeixen a partir de troncs a la serradora.
de: Sie werden in der Sägemühle hergestellt.
nl: Ze worden door de zagerij gemaakt van boomstammen.
ru: Их получают из брёвен на лесопилке.

# europeans_ware
source: They are also used by the smithy, ferryyard and shipyard.
ca: S'usen als tallers, al taller de transbordadors i a les drassanes.
de: Sie werden auch in der Schmiede, der Fährenwerft und der Werft benötigt.
nl: Ze worden ook gebruikt door de smederij, veerbootwerf en scheepswerf.
ru: Нужны доски в кузницах, паромных и корабельных верфях.

# europeans_ware
source: Scrap wood is a waste material that arises from the demolition of buildings or from sawmills. It can be processed into charcoal in charcoal burners.
ca: Les restes de fusta són materials descartats a les serradores i dels desmuntatges d'edificis. Es poden usar per obtenir carbó vegetal.
de: Holzabfall ist ein Abfallprodukt dass in der Sägemühle oder beim Abriss von Gebäuden entsteht. Es kann in der Köhlerei zu Holzkohle verarbeitet werden.
nl: Houtafval is afvalmateriaal dat ontstaat bij de sloop van gebouwen of in zagerijen. Het kan worden verwerkt tot houtskool in houtskoolbranders.
ru: Отходы древесины - это мусор, который образуется при сносе зданий или на лесопилках. Углежог может перерабатывать его в древесный уголь.

# europeans_ware
source: Reed is an important building material.
ca: El junc és un material de construcció important.
de: Reet ist ein wichtiges Baumaterial.
nl: Riet is een belangrijk bouwmateriaal.
ru: Тростник - важный кровельный материал.

# europeans_ware
source: It is produced by the reed yard.
ca: Es produeix al camp de juncs.
de: Er wird in einem Reethof erzeugt.
nl: Het wordt geproduceerd op de rietvelden.
ru: Выращивается на плантациях.
