Repository: Noordfrees/wl_addons_server
Catalog: po/europeans_tribe.wad/*.po
Languages: ca, de, nl, ru

# europeans_building
source: If you’re low on soldiers to occupy new military sites, use the downward arrow button to decrease the capacity. You can also click on a soldier to send him away.
ca: Si disposeu de pocs soldats per ocupar els edificis militars nous, cliqueu la fletxa descendent per reduir el nombre de soldats desitjats. També podeu clicar un soldat per fer-lo sortir de l'edifici.
de: Wenn du nur wenige Soldaten hast, die neue Militärgebäude besetzen können, benutze die Schaltfläche mit dem nach unten zeigenden Pfeil, um die Kapazität in diesem Gebäude zu verringern. Du kannst auch auf einen Soldaten klicken, um ihn wegzuschicken (er wird, wenn möglich, ersetzt werden).
nl: Als je te weinig soldaten hebt om nieuwe militaire locaties te bezetten, gebruik je de pijltjestoets omlaag om de capaciteit te verlagen. Je kunt ook op een soldaat klikken om hem weg te sturen.
ru: Если у вас мало солдат для захвата военных зданий, используйте кнопку "стрелка вниз", чтобы уменьшить их численность. Кроме того, можно щёлкнуть по солдату, чтобы выгнать его.

# europeans_building
source: Builds ferries.
ca: Construeix transbordadors.
de: Baut Fähren.
nl: Bouwt veerboten.
ru: Изготавливает паромы.

# europeans_building
source: Needs water nearby.
ca: Necessita estar prop de l'aigua.
de: Braucht offenes Gewässer in der Nähe.
nl: Water in de buurt nodig.
ru: Поблизости должна быть вода.

# europeans_building
source: Constructs ships that are used for overseas colonization and for trading between ports.
ca: Construeix vaixells per comerciar i per a la colonització per la via marítima a través de ports.
de: Baut Schiffe zur Kolonisierung anderer Länder und zum Warentransport zwischen den Häfen.
nl: Bouwt schepen die worden gebruikt voor overzeese kolonisatie en voor handel tussen havens.
ru: Строит корабли для колонизации заморских территорий и обслуживания торговых путей между портами.

# europeans_building
source: ‘Don’t swear at the builder who is short of building materials.’
ca: «No maldiguis el constructor que ha fet curt amb els materials de construcció».
de: ‘Verfluche nicht den Bauarbeiter, dem das Baumaterial fehlt.’
nl: 'Scheld niet op de bouwvakker die een tekort aan bouwmaterialen heeft.'
ru: "Не ругайте строителя, когда у него нет стройматериалов."

# europeans_building
source: Proverb widely used for impossible tasks of any kind
ca: Proverbi usat per tasques impossibles de qualsevol mena
de: Sprichwort, gemeinhin benutzt für unmögliche Aufgaben aller Art
nl: Spreekwoord veel gebruikt voor onmogelijke taken van welke aard dan ook
ru: Пословица, которую используют для описания невыполнимых заданий

# europeans_building
source: A new building is being built at this construction site.
ca: En aquest lloc es construeix un edifici.
de: Ein neues Gebäude wird auf dieser Baustelle gebaut.
nl: Op deze bouwplaats wordt een nieuw gebouw neergezet.
ru: Новое здание строится на этой строительной площадке.

# europeans_building
source: ‘New paths will appear when you are willing to tear down the old.’
ca: «Quan intentis destruir un camí, n'apareixeran de nous».
de: ‘Neue Wege entstehen, wenn man bereit ist, Altvertrautes abzureißen.’
nl: 'Nieuwe paden zullen verschijnen als je bereid bent de oude af te breken.'
ru: "Новые пути появятся, если разрушить старые"

# europeans_building
source: Proverb
ca: Proverbi
de: Sprichwort
nl: Spreekwoord
ru: Пословица

# europeans_building
source: A building is being dismantled at this dismantle site, returning some of the resources that were used during this building’s construction to your tribe’s stores.
ca: Es desmantella l'edifici i es recuperarà part dels materials de construcció, que s'enviaran als magatzems del clan.
de: An dieser Stelle wird ein Gebäude abgerissen. Einige der Rohstoffe, die für den Bau des Gebäudes benutzt wurden, werden dabei zurückgewonnen.
nl: Er wordt een gebouw ontmanteld op deze ontmantelingslocatie, waardoor een deel van de grondstoffen die gebruikt zijn tijdens de bouw van dit gebouw terugkomt in de opslagplaatsen van je stam.
ru: Здание разбирается на этой площадке демонтажа, возвращая в хранилище вашего племени немного ресурсов, которые использовались при строительстве этого здания.

# warehousename
source: Athen
ca: Atenes
nl: Athene

# warehousename
source: Berlin
nl: Berlijn

# warehousename
source: Bruxelles
nl: Brussel

# warehousename
source: București
nl: Boekarest

# warehousename
source: Chișinău
nl: Chisinau

# warehousename
source: Frankfurt am Main
nl: Frankfurt aan de Rijn

# warehousename
source: Genova
nl: Genua

# warehousename
source: Göteborg
nl: Gotenburg

# warehousename
source: København
nl: Kopenhagen

# warehousename
source: Köln
nl: Keulen

# warehousename
source: Kraków
nl: Krakau

# warehousename
source: Kyiv
nl: Kiev

# warehousename
source: Lisboa
nl: Lissabon

# warehousename
source: London
nl: Londen

# warehousename
source: Milano
nl: Milaan

# warehousename
source: Napoli
nl: Napels

# warehousename
source: Nürnberg
nl: Neurenberg

# warehousename
source: Paris
nl: Parijs

# warehousename
source: Praha
nl: Praag

# warehousename
source: Prishtina
nl: Pristina

# warehousename
source: Roma
nl: Rome

# warehousename
source: Sankt Petersburg
nl: Sint-Petersburg

# warehousename
source: Saporischschja
nl: Zaporizja

# warehousename
source: Torino
nl: Turijn

# warehousename
source: Wien
nl: Wenen

# europeans
source: Worker missing
ca: Fa falta un treballador
de: Ein Arbeiter fehlt
nl: Werker vermist
ru: Не хватает работника

# europeans
source: Worker is coming
ca: Ve un treballador.
de: Arbeiter kommt
nl: Werker komt er aan
ru: Работник в пути

# europeans
source: Workers missing
ca: Fan falta treballadors
de: Arbeiter fehlen
nl: Werkers vermist
ru: Не хватает работников

# europeans
source: Workers are coming
ca: Vénen treballadors.
de: Arbeiter kommen
nl: Werkers komen eraan
ru: Работники в пути

# europeans
source: Expert missing
ca: Fa falta un expert
de: Ein Meister fehlt
nl: Expert vermist
ru: Не хватает опытного работника

# europeans
source: Experts missing
ca: Fan falta experts
de: Meister fehlen
nl: Experten vermist
ru: Не хватает опытных работников

# europeans_soldier
source: %1% soldier (+%2%)
ca: %1% soldat (+%2%)
de: %1% Soldat (+%2%)
nl: %1% soldaat (+%2%)
ru: %1% солдат (+%2%)

# europeans_soldier
source: %1% soldier
ca: %1% soldat
de: %1% Soldat
nl: %1% soldaat
ru: %1% солдат

# europeans_soldier
source: %1%(+%2%) soldier (+%3%)
ca: %1%(+%2%) soldat (+%3%)
de: %1%(+%2%) Soldat (+%3%)
nl: %1%(+%2%) soldaat (+%3%)
ru: %1%(+%2%) солдат (+%3%)

# europeans_soldier
source: %1%(+%2%) soldier
ca: %1%(+%2%) soldat
de: %1%(+%2%) Soldat
nl: %1%(+%2%) soldaat
ru: %1%(+%2%) солдат

# ware
source: Armor
de: Harnisch
nl: Harnas

# ware
source: Advanced Armor
de: Verbesserter Harnisch
nl: Geavanceerd harnas
ru: Улучшеные доспехи

# ware
source: Chain Armor
de: Kettenhemd
nl: Maliënkolder

# ware
source: Processed Armor
de: Überarbeiteter Harnisch
nl: Verwerkt harnas

# ware
source: Light Wooden Armor
de: Leichte hölzerne Rüstung
nl: Licht Houten Harnas

# ware
source: Ax
de: Axt
nl: Bijl

# ware
source: Broad Ax
de: Breitaxt
nl: Brede Bijl

# ware
source: Barley
de: Gerste
nl: Gerst

# ware
source: Basket
ca: Cistell
de: Korb
nl: Mand

# ware
source: Beer
ca: Cervesa
de: Bier
nl: Bier

# ware
source: Strong Beer
de: Starkbier
nl: Zwaar Bier

# ware
source: Blackwood
de: Hartholz
nl: Zwarthout

# ware
source: Advanced Boots
de: Verbesserte Stiefel
nl: Geavanceerde Laarzen

# ware
source: Sturdy Boots
de: Robuste Stiefel
nl: Stevige Laarzen

# ware
source: Swift Boots
de: Flinke Stiefel
nl: Snelle Laarzen

# ware
source: Wooden Boots
nl: Houten Laarzen

# ware
source: Bread Paddle
de: Brotschieber
nl: Broodpeddel

# ware
source: Brick
ca: Maó
de: Ziegel
nl: Baksteen

# ware
source: Buckets
de: Eimer
nl: Emmers

# ware
source: Clay
de: Lehm
nl: Klei

# ware
source: Cloth
de: Stoff
nl: Doek

# ware
source: Coal
ca: Carbó
de: Kohle
nl: Kolen

# ware
source: Copper Coin
ca: Moneda de coure
de: Kupfermünze
nl: Koperen Munt
ru: Медная монета

# ware
source: Gold Coin
ca: Moneda d'or
de: Goldmünze
nl: Gouden Munt
ru: Золотая монета

# ware
source: Silver Coin
ca: Moneda de plata
de: Silbermünze
nl: Zilveren Munt
ru: Серебряная монета

# ware
source: Wood Coin
ca: Moneda de fusta
de: Holzmünze
nl: Houten Munt
ru: Деревянная монета

# ware
source: Corn
ca: Panís
de: Mais
nl: Maïs

# ware
source: Diamond
ca: Diamant
de: Diamant
nl: Diamant

# ware
source: Felling Ax
de: Holzfälleraxt
nl: Kapbijl

# ware
source: Fire Tongs
de: Feuerzange
nl: Vuurtang

# ware
source: Fish
ca: Peix
de: Fisch
nl: Vis

# ware
source: Flour
ca: Farina
de: Mehl
nl: Meel

# ware
source: Gold
ca: Or
nl: Goud

# ware
source: Granite
ca: Granit
de: Stein
nl: Graniet

# ware
source: Grape
ca: Raïm
de: Weintrauben
nl: Druif

# ware
source: Grout
de: Mörtel
nl: Mortel

# ware
source: Hammer
nl: Hamer

# ware
source: Mask
de: Maske
nl: Masker

# ware
source: Wooden Helmet
de: Hölzerner Helm
nl: Houten Helm

# ware
source: Honey
ca: Mel
de: Honig
nl: Honing

# ware
source: Hook Pole
de: Hakenstange
nl: Haakpaal

# ware
source: Iron
ca: Ferro
de: Eisen
nl: IJzer

# ware
source: Kitchen Tools
de: Küchengeräte
nl: Keukengerei

# ware
source: Leather
nl: Leder

# ware
source: Log
ca: Tronc
de: Stamm
nl: Boomstam

# ware
source: Marble
ca: Marbre
de: Marmor
nl: Marmer

# ware
source: Marble Column
ca: Columna de marbre
de: Marmorsäule
nl: Marmer Zuil

# ware
source: Mead
de: Met
nl: Mede

# ware
source: Meal
de: Mahlzeit
nl: Maaltijd

# ware
source: Meat
de: Fleisch
nl: Vlees

# ware
source: Milking Tongs
de: Melkzange
nl: Melktangen

# ware
source: Needles
de: Nadeln
nl: Naalden

# ware
source: Ore
ca: Mineral
de: Erz
nl: Erts
ru: Руда

# ware
source: Pick
de: Spitzhacke
nl: Pikhouweel

# ware
source: Planks
de: Bretter
nl: Planken

# ware
source: Quartz
ca: Quars
de: Bergkristall
nl: Kwarts

# ware
source: Ration
ca: Ració
nl: Rantsoen

# ware
source: Reed
de: Reet
nl: Riet

# ware
source: Rye
ca: Sègol
de: Roggen
nl: Rogge
ru: Рожь

# ware
source: Saw
de: Säge
nl: Zaag

# ware
source: Scrap Iron
de: Alteisen
nl: Schrootijzer

# ware
source: Mixed Scrap Metal
de: Altmetall
nl: Gemengd Metaalschroot

# ware
source: Scrap wood
ca: Restes de fusta
de: Holzabfall
nl: Sloophout
ru: Отходы древесины

# ware
source: Scythe
de: Sense
nl: Zeis

# ware
source: Advanced Shield
de: Verbesserter Schild
nl: Geavanceerd Schild

# ware
source: Steel Shield
de: Stahlschild
nl: Stalen Schild

# ware
source: Shovel
de: Schaufel
nl: Schop

# ware
source: Spear
de: Speer
nl: Speer

# ware
source: Advanced Spear
de: Verbesserter Speer
nl: Geavanceerde Speer

# ware
source: Wooden Spear
de: Holzspeer
nl: Houten Speer

# ware
source: Broadsword
de: Breitschwert
nl: Slagzwaard

# ware
source: Wheat
de: Weizen
nl: Tarwe

# ware
source: Wine
ca: Vi
de: Wein
nl: Wijn

# ware
source: Wool
ca: Llana
de: Wolle
nl: Wol

# europeans_worker
source: Advanced Baker
ca: Flequer avançat
de: Bäckermeister
nl: Gevorderde Bakker
ru: Продвинутый Пекарь

# europeans_worker
source: Basic Baker
ca: Flequer bàsic
de: Bäckerlehrling
nl: Basis Bakker
ru: Базовый Пекарь

# europeans_worker
source: Normal Baker
ca: Flequer normal
de: Bäckergeselle
nl: Normale Bakker
ru: Обычный Пекарь

# europeans_worker
source: Advanced Beekeeper
ca: Apicultor avançat
de: Imkermeister
nl: Gevorderde Imker
ru: Продвинутый Пасечник

# europeans_worker
source: Basic Beekeeper
ca: Apicultor bàsic
de: Imkerlehrling
nl: Basis Imker
ru: Базовый Пасечник

# europeans_worker
source: Normal Beekeeper
ca: Apicultor normal
de: Imkergeselle
nl: Normale Imker
ru: Обычный Пасечник

# europeans_worker
source: Advanced Breeder
ca: Criador avançat
de: Züchtermeister
nl: Gevorderde Fokker
ru: Продвинутый заводчик скота

# europeans_worker
source: Basic Breeder
ca: Criador bàsic
de: Züchterlehrling
nl: Basis Fokker
ru: Базовый заводчик скота

# europeans_worker
source: Normal Breeder
ca: Criador normal
de: Züchtergeselle
nl: Normale Fokker
ru: Обычный заводчик скота

# europeans_worker
source: Advanced Brewer
ca: Cerveser avançat
de: Braumeister
nl: Gevorderde Brouwer
ru: Продвинутый Пивовар

# europeans_worker
source: Basic Brewer
ca: Cerveser bàsic
de: Brauerlehrling
nl: Basis Brouwer
ru: Базовый Пивовар

# europeans_worker
source: Normal Brewer
ca: Cerveser normal
de: Brauergeselle
nl: Normale Brouwer
ru: Обычный Пивовар

# europeans_worker
source: Builder
ca: Constructor
de: Bauarbeiter
nl: Bouwvakker
ru: Строитель

# europeans_worker
source: Advanced Carpenter / Sawyer
ca: Fuster / Serrador avançat
de: Zimmermannsmeister
nl: Gevorderde Timmerman / Zager
ru: Продвинутый Плотник / Распиловщик

# europeans_worker
source: Basic Carpenter / Sawyer
ca: Fuster / Serrador bàsic
de: Zimmermannslehrling
nl: Basis Timmerman / Zager
ru: Базовый Плотник / Распиловщик

# europeans_worker
source: Normal Carpenter / Sawyer
ca: Fuster / Serrador normal
de: Zimmermannsgeselle
nl: Normale Timmerman / Zager
ru: Обычный Плотник / Распиловщик

# europeans_worker
source: Carrier
ca: Transportista
de: Träger
nl: Drager
ru: Носильщик

# europeans_worker
source: Carrier 1
ca: Transportista 1
de: Erster Träger
nl: Drager 1
ru: Носильщик 1

# europeans_worker
source: Carrier 2
ca: Transportista 2
de: Zweiter Träger
nl: Drager 2
ru: Носильщик 2

# europeans_worker
source: Carrier 3
ca: Transportista 3
de: Dritter Träger
nl: Drager 3
ru: Носильщик 3

# europeans_worker
source: Donkey
ca: Ase
de: Esel
nl: Ezel
ru: Осёл

# europeans_worker
source: Horse
ca: Cavall
de: Pferd
nl: Paard
ru: Лошадь

# europeans_worker
source: Ox
ca: Bou
de: Ochse
nl: Os
ru: Бык

# europeans_worker
source: Reindeer
ca: Ren
de: Rentier
nl: Rendier
ru: Северный олень

# europeans_worker
source: Advanced Charcoal Burner
ca: Carboner avançat
de: Köhlermeister
nl: Geavanceerde Houtskoolbrander
ru: Продвинутый Углежог

# europeans_worker
source: Basic Charcoal Burner
ca: Carboner bàsic
de: Köhlerlehrling
nl: Basis Houtskoolbrander
ru: Базовый Углежог

# europeans_worker
source: Normal Charcoal Burner
ca: Carboner normal
de: Köhlergeselle
nl: Normale Houtskoolbrander
ru: Обычный Углежог

# europeans_worker
source: Advanced Clay Digger
ca: Excavador d'argila avançat
de: Lehmgräbermeister
nl: Gevorderde Kleidelver
ru: Продвинутый землекоп

# europeans_worker
source: Basic Clay Digger
ca: Excavador d'argila bàsic
de: Lehmgräberlehrling
nl: Basis Kleidelver
ru: Базовый землекоп

# europeans_worker
source: Normal Clay Digger
ca: Excavador d'argila normal
de: Lehmgräbergeselle
nl: Normale Kleidelver
ru: Обычный землекоп

# europeans_worker
source: Advanced Farmer
ca: Agricultor avançat
de: Bauernmeister
nl: Gevorderde Boer
ru: Продвинутый Фермер

# europeans_worker
source: Basic Farmer
ca: Agricultor bàsic
de: Bauernlehrling
nl: Basis Boer
ru: Базовый Фермер

# europeans_worker
source: Normal Farmer
ca: Agricultor normal
de: Bauerngeselle
nl: Normale Boer
ru: Обычный Фермер

# europeans_worker
source: Ferry
ca: Transbordador
de: Fähre
nl: Veerboot
ru: Перевозчик

# europeans_worker
source: Advanced Forester
ca: Guarda forestal avançat
de: Forstmeister
nl: Gevorderde Boswachter
ru: Продвинутый Лесник

# europeans_worker
source: Basic Forester / Ranger
ca: Guarda forestal bàsic
de: Försterlehrling
nl: Basis Boswachter / Ranger
ru: Базовый Лесник / Лесничий

# europeans_worker
source: Normal Forester
ca: Guarda forestal normal
de: Förstergeselle
nl: Normale Boswachter
ru: Обычный Лесник

# europeans_worker
source: Geologist
ca: Geòleg
de: Geologe
nl: Geoloog
ru: Геолог

# europeans_worker
source: Advanced Lumberjack
ca: Llenyataire avançat
de: Holzfällermeister
nl: Gevorderde Houthakker
ru: Продвинутый Дровосек

# europeans_worker
source: Basic Lumberjack
ca: Llenyataire bàsic
de: Holzfällerlehrling
nl: Basis Houthakker
ru: Базовый Дровосек

# europeans_worker
source: Normal Lumberjack / Woodcutter
ca: Llenyataire normal
de: Holzfällergeselle
nl: Gewone Houthakker / Houtsnijder
ru: Обычный Лесоруб / Дровосек

# europeans_worker
source: Advanced Miller
ca: Moliner avançat
de: Müllermeister
nl: Gevorderde Molenaar
ru: Продвинутый Мельник

# europeans_worker
source: Basic Miller
ca: Moliner bàsic
de: Müllerlehrling
nl: Basis Molenaar
ru: Базовый Мельник

# europeans_worker
source: Normal Miller
ca: Moliner bàsic
de: Müllergeselle
nl: Normale Molenaar
ru: Обычный Мельник

# europeans_worker
source: Advanced Miner
ca: Miner avançat
de: Bergmannsmeister
nl: Gevorderde Mijnwerker
ru: Продвинутый Шахтёр

# europeans_worker
source: Basic Miner
ca: Miner bàsic
de: Bergmannslehrling
nl: Basis Mijnwerker
ru: Базовый Шахтёр

# europeans_worker
source: Normal Miner
ca: Miner normal
de: Bergmannsgeselle
nl: Normale Mijnwerker
ru: Обычный Шахтёр

# europeans_worker
source: Recruit
ca: Recluta
de: Rekrut
nl: Rekruut
ru: Рекрут

# europeans_worker
source: Advanced Scout
ca: Explorador avançat
de: Kundschaftermeister
nl: Gevorderde Verkenner
ru: Продвинутый Разведчик

# europeans_worker
source: Basic Scout
ca: Explorador bàsic
de: Kundschafterlehrling
nl: Basis Verkenner
ru: Базовый Разведчик

# europeans_worker
source: Normal Scout
ca: Explorador normal
de: Kundschaftergeselle
nl: Normale Verkenner
ru: Обычный Разведчик

# europeans_worker
source: Advanced Shipwright
ca: Mestre d'aixa avançat
de: Schiffsbauermeister
nl: Gevorderde Scheepsbouwer
ru: Продвинутый Корабел

# europeans_worker
source: Basic Shipwright
ca: Mestre d'aixa bàsic
de: Schiffbauerlehrling
nl: Basis Scheepsbouwer
ru: Базовый Корабел

# europeans_worker
source: Normal Shipwright
ca: Mestre d'aixa normal
de: Schiffbauergeselle
nl: Normale Scheepsbouwer
ru: Обычный Корабел

# europeans_worker
source: Advanced Smelter
ca: Fonedor avançat
de: Schmelzermeister
nl: Gevorderde Smelter
ru: Продвинутый Литейщик

# europeans_worker
source: Basic Smelter
ca: Fonedor bàsic
de: Schmelzerlehrling
nl: Basis Smelter
ru: Базовый Литейщик

# europeans_worker
source: Normal Smelter
ca: Fonedor normal
de: Schmelzergeselle
nl: Normale Smelter
ru: Обычный Литейщик

# europeans_worker
source: Advanced Smith
ca: Forjador avançat
de: Schmiedemeister
nl: Gevorderde Smid
ru: Продвинутый Кузнец

# europeans_worker
source: Basic Smith
ca: Ferrer bàsic
de: Schmiedelehrling
nl: Basis Smid
ru: Базовый Кузнец

# europeans_worker
source: Normal Smith
ca: Ferrer normal
de: Schmiedegeselle
nl: Normale Smid
ru: Обычный Кузнец

# europeans_worker
source: Soldier
ca: Soldat
de: Soldat
nl: Soldaat
ru: Солдат

# europeans_worker
source: Advanced Stonecutter
ca: Pedrer avançat
de: Steinhauermeister
nl: Gevorderde Steenhouwer
ru: Продвинутый Камнетёс

# europeans_worker
source: Basic Stonecutter
ca: Pedrer bàsic
de: Steinhauerlehrling
nl: Basis Steenhouwer
ru: Базовый Камнетёс

# europeans_worker
source: Normal Stonecutter
ca: Pedrer normal
de: Steinhauergeselle
nl: Normale Steenhouwer
ru: Обычный Камнетёс

# europeans_worker
source: Advanced Stonemason
ca: Picapedrer avançat
de: Steinmetzmeister
nl: Gevorderde Steenhouwer
ru: Продвинутый Каменщик

# europeans_worker
source: Basic Stonemason
ca: Picapedrer bàsic
de: Steinmetzlehrling
nl: Basis Steenhouwer
ru: Базовый Каменщик

# europeans_worker
source: Normal Stonemason
ca: Picapedrer normal
de: Steinmetzgeselle
nl: Normale Steenhouwer
ru: Обычный Каменщик

# europeans_worker
source: Advanced Terraformer
ca: Terraformador avançat
de: Bodenverbesserermeister
nl: Gevorderde Terreinvormer
ru: Продвинутый Терраформер

# europeans_worker
source: Basic Terraformer
ca: Terraformador bàsic
de: Bodenverbessererlehrling
nl: Basis Terreinvormer
ru: Базовый Терраформер

# europeans_worker
source: Normal Terraformer
ca: Terraformador normal
de: Bodenverbesserergeselle
nl: Normale Terreinvormer
ru: Обычный Терраформер

# europeans_worker
source: Trader
ca: Comerciant
de: Händler
nl: Handelaar
ru: Торговец

# europeans_worker
source: Advanced Trainer
ca: Entrenador avançat
de: Ausbildermeister
nl: Gevorderde Trainer
ru: Продвинутый Инструктор

# europeans_worker
source: Basic Trainer
ca: Entrenador bàsic
de: Ausbilderlehrling
nl: Basis Trainer
ru: Базовый Инструктор

# europeans_worker
source: Normal Trainer
ca: Entrenador normal
de: Ausbildergeselle
nl: Normale Trainer
ru: Обычный Инструктор

# europeans_worker
source: Advanced Weaver
ca: Teixidor avançat
de: Webermeister
nl: Gevorderde Wever
ru: Продвинутый Ткач

# europeans_worker
source: Basic Weaver
ca: Teixidor bàsic
de: Weberlehrling
nl: Basis Wever
ru: Базовый Ткач

# europeans_worker
source: Normal Weaver
ca: Teixidor normal
de: Webergeselle
nl: Normale Wever
ru: Обычный Ткач

# resource_indicator
source: Water
ca: Aigua
de: Wasser
ru: Вода

# shipname
source: Iberia
ca: Ibèria
de: Iberien
ru: Иберия

# shipname
source: Corsica
ca: Còrsega
de: Korsika
ru: Корсика

# ware
source: Blackroot
de: Dunkelrübe

# ware
source: Fruit
ca: Fruita
de: Beeren

# ware
source: Water
de: Wasser

# shipname
source: Alpinia
ca: Alpínia
ru: Альпы

# europeans_building
source: Sentry
ru: Караульная

# europeans_building
source: Store
ru: магазин

# europeans_building
source: Advanced Warehouse
ru: Продвинутый склад

# europeans_building
source: Basic Warehouse
ru: Базовый склад

# europeans_building
source: Normal Warehouse
ru: Обычный склад

# europeans_building
source: diking clay
ru: копает глину

# europeans_building
source: terraforming pond
ru: терраформирует пруд

# europeans_building
source: terraforming land
ru: терраформирует землю

# shipname
source: Europa
ru: Европа

# shipname
source: Benelux
ru: Бенелюкс

# shipname
source: Malta
ru: Мальта

# europeans_building
source: Battle Arena Level 1
ru: Арена поединков 1 уровня

# europeans_building
source: Battle Arena Level 2
ru: Арена поединков 2 уровня

# europeans_building
source: Battle Arena Level 3
ru: Арена поединков 3 уровня

source: Mark McWire
ru: Марк МакВайр
